{
  "name": "Chili à la viande de la Tanière (Avancé)",
  "description": "Un chili riche et complexe préparé à la mijoteuse avec tous les rehausseurs de saveur. Cette version avancée développe des couches de goût sophistiquées grâce aux épices supplémentaires et aux ingrédients qui ajoutent profondeur et caractère.",
  "servings": 8,
  "freezable": true,
  "time": {
    "prep": 20,
    "cook": 360,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Mijoteuse",
  "variant": "avance",
  "relatedRecipe": "chili-mijoteuse-simple",
  "ingredients": [
    "900 g (2 lb) de bœuf haché — la base protéinée",
    "1 gros oignon — coupé en dés pour la douceur",
    "1 poivron — coupé en dés pour la texture",
    "4 gousses d'ail — hachées finement",
    "2 boîtes (398 ml chacune) de tomates en dés — l'acidité équilibrante",
    "1 boîte (398 ml) de sauce tomate — pour la consistance",
    "30 ml (2 c. à soupe) de pâte de tomate — pour intensifier",
    "2 boîtes de haricots rouges — égouttés et rincés",
    "1 boîte de haricots noirs — égouttés et rincés",
    "30 ml (2 c. à soupe) de poudre de chili — l'épice signature",
    "15 ml (1 c. à soupe) de cumin — pour la profondeur",
    "15 ml (1 c. à soupe) de cassonade — l'équilibre sucré",
    "5 ml (1 c. à thé) de paprika fumé — la note fumée",
    "5 ml (1 c. à thé) d'origan — l'herbe méditerranéenne",
    "2,5 ml (½ c. à thé) de cayenne — pour le piquant",
    "10 ml (2 c. à thé) de sel — l'exhausteur de goût",
    "2,5 ml (½ c. à thé) de poivre noir — la finition épicée",
    "250 ml (1 tasse) de bouillon de bœuf — pour enrichir"
  ],
  "steps": [
    "Faire revenir le bœuf haché dans une poêle et égoutter le gras (étape cruciale).",
    "Dans la même poêle, faire revenir rapidement l'oignon, le poivron et l'ail pendant 2-3 minutes.",
    "Ajouter le bœuf et les légumes sautés dans la mijoteuse.",
    "Incorporer la pâte de tomate et bien mélanger pour enrober.",
    "Ajouter tous les autres ingrédients et mélanger soigneusement.",
    "Cuire à basse température (Low) 6 à 8 heures ou à haute température (High) 3 à 4 heures.",
    "Goûter et ajuster l'assaisonnement durant la dernière heure de cuisson, en ajoutant plus de cayenne si désiré."
  ],
  "serving_suggestions": [
    "Fromage râpé",
    "Crème sure",
    "Oignons verts",
    "Pain de maïs"
  ],
  "categories": ["plat principal", "réconfortant", "américain"],
  "difficulty": "moyen",
  "heroImage": "/cuisine/chili-cover.png",
  "pubDate": "2025-09-28"
}