{
  "name": "Courge Butternut Rôtie au Sirop d'Érable et Sauge",
  "description": "L'automne québécois sur assiette — la rencontre parfaite entre la douceur crémeuse de la courge butternut et le sirop d'érable ambré de nos érablières. Rôtie jusqu'à caramélisation dorée, glacée d'érable, et parfumée de sauge frite croustillante dont l'arôme herbacé boisé évoque les forêts d'octobre. Chaque cube offre contraste fascinant: extérieur caramélisé légèrement croustillant, intérieur fondant comme du beurre. Le sucré-salé fonctionne autant avec agneau qu'avec poisson — preuve que certains mariages sont destinés.",
  "servings": {
    "quantity": 2,
    "unit": "portions"
  },
  "freezable": true,
  "time": {
    "prep": 15,
    "cook": 30,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Four",
  "ingredients": [
    {
      "quantity": "1",
      "unit": "petite",
      "ingredient": "courge butternut",
      "note": "environ 800g"
    },
    {
      "quantity": "3",
      "unit": "c. à soupe",
      "ingredient": "huile d'olive",
      "note": null
    },
    {
      "quantity": "3",
      "unit": "c. à soupe",
      "ingredient": "sirop d'érable ambré",
      "note": "du Québec"
    },
    {
      "quantity": "12",
      "unit": "feuilles",
      "ingredient": "sauge fraîche",
      "note": null
    },
    {
      "quantity": "2",
      "unit": "c. à soupe",
      "ingredient": "beurre",
      "note": "pour frire la sauge"
    },
    {
      "quantity": null,
      "unit": null,
      "ingredient": "Sel de mer et poivre",
      "note": "au goût"
    },
    {
      "quantity": "1",
      "unit": "pincée",
      "ingredient": "cannelle",
      "note": "optionnelle"
    },
    {
      "quantity": "30",
      "unit": "ml",
      "ingredient": "pacanes grillées",
      "note": "hachées, optionnelles"
    }
  ],
  "steps": [
    "PRÉPARATION COURGE: Préchauffer four à 425°F (220°C). Tapisser plaque de cuisson de papier parchemin. Couper la courge en deux sur la longueur. Retirer graines et filaments avec cuillère (garder graines pour rôtir séparément si désiré). Peler avec économe ou couteau bien aiguisé — peau est épaisse, attention aux doigts!",
    "ASTUCE SÉCURITÉ: Courge butternut est dure! Pour faciliter, percer quelques trous avec fourchette et micro-ondes 2 minutes — ramollit légèrement la peau.",
    "DÉCOUPE: Couper la chair en cubes de 2-3 cm. Taille uniforme = cuisson égale. Trop petits = brûlent, trop gros = centre cru. 2-3 cm = équilibre parfait.",
    "ASSAISONNEMENT: Dans grand bol, mélanger cubes de courge avec 2 c. à soupe huile d'olive, sel de mer, poivre noir, et cannelle si désiré. Mélanger avec mains pour enrober uniformément. Étaler en SEULE couche sur plaque sans chevauchement. Espace = caramélisation, chevauchement = cuisson vapeur.",
    "RÔTISSAGE: Enfourner sur grille du milieu. Rôtir 20 minutes, retirer et retourner les cubes avec spatule. Rôtir encore 10-15 minutes jusqu'à tendres et caramélisés dorés sur plusieurs faces. Tester avec fourchette — doit glisser facilement sans résistance.",
    "GLAÇAGE ÉRABLE: Transférer courge rôtie dans bol. Arroser de sirop d'érable ambré et 1 c. à soupe huile d'olive. Mélanger délicatement pour enrober chaque cube de glaçage brillant. La chaleur des cubes fait fondre l'érable en vernis lustré.",
    "SAUGE FRITE — MAGIE AROMATIQUE: Dans petite poêle, faire fondre beurre à feu moyen jusqu'à mousse. Ajouter feuilles de sauge et frire 30-60 secondes jusqu'à croustillantes et parfumées. Elles vont grésiller et leur arôme va exploser — incroyable! Retirer immédiatement avec pince sur papier absorbant. Elles croustillent en refroidissant.",
    "POURQUOI FRIRE LA SAUGE: Frite, la sauge développe saveur de noisette boisée intense qui complète parfaitement courge et érable. Crue, elle serait trop forte. Frite = transformation magique.",
    "SERVICE: Disposer courge glacée sur plat de service. Émietter sauge frite croustillante sur le dessus. Si utilisant pacanes, les parsemer maintenant. Servir chaud ou à température pièce — les deux sont sublimes. La courge reste tendre et l'érable brillant."
  ],
  "serving_suggestions": [
    "Accompagnement PARFAIT pour carré d'agneau ou gigot",
    "Sublime avec canard rôti ou confit",
    "Excellent avec porc braisé ou côtelettes grillées",
    "Peut être repas végétarien avec quinoa et fromage de chèvre"
  ],
  "categories": [
    "accompagnement"
  ],
  "tags": [
    "courge",
    "butternut",
    "érable",
    "sauge",
    "rôti",
    "sucré-salé",
    "québécois",
    "automne",
    "romantique"
  ],
  "difficulty": "facile",
  "heroImage": "/cuisine/courge-butternut-erable-sauge.png",
  "pubDate": "2025-01-25",
  "draft": false,
  "ingredientIntro": "La courge butternut est la reine des courges d'hiver — chair orange douce et crémeuse, moins fibreuse que autres variétés. Disponible septembre à mars au Québec. Choisir courge lourde pour sa taille, peau mate (pas brillante), sans taches. Le sirop d'érable DOIT être authentique du Québec — l'ambré (médium) offre équilibre parfait entre douceur et robustesse. La sauge fraîche est ESSENTIELLE — séchée n'a aucune de cette transformation magique lors de friture.",
  "tips": "Le secret de courge parfaitement rôtie = cubes uniformes, température HAUTE (425°F), seule couche, et patience pour caramélisation. Les cubes touchant la plaque développent croûte dorée délicieuse — c'est le 'fond' que vous voulez. Ne pas remuer trop souvent — laisser caraméliser! Pour faciliter épluchage, micro-ondes courge entière (percée) 3 minutes = peau ramollit. La courge butternut est déjà naturellement sucrée; l'érable intensifie cette douceur sans l'écraser. Notre ratio 3 c. à soupe pour 800g courge est équilibré — plus serait écœurant. La sauge frite se prépare juste avant service (elle ramollit si faite d'avance). L'arôme de sauge qui frit dans beurre = un des plus beaux parfums de cuisine! Ces cubes se préparent d'avance et se réchauffent 10 min à 375°F (re-glacer avec érable chaud après). Congélation: cubes rôtis (avant glaçage), hermétique, 3 mois, réchauffer et glacer. Les graines peuvent être lavées, séchées, rôties avec sel = snack! Budget: environ 1,50-2$ par portion.",
  "note": "L'ACCOMPAGNEMENT AUTOMNE QUINTESSENTIEL qui capture l'essence du Québec. Courge = récolte automnale, érable = fierté nationale, sauge = herbe qui pousse dans nos jardins. C'est littéralement le terroir sur assiette. LE MARIAGE PARFAIT: Courge + érable est combinaison ancestrale autochtone. Nos Premières Nations cultivaient courges et récoltaient eau d'érable bien avant nous. Ce plat honore cette sagesse culinaire. SUCRÉ-SALÉ CHAMPION: Le glaçage d'érable sur courge salée crée ce contraste addictif que cerveaux humains adorent. Chaque bouchée balance parfaitement douceur et salinité. COULEUR SPECTACULAIRE: L'orange doré de la courge caramélisée, le vernis ambré de l'érable, le vert sauge frit = palette automnale de rêve. Présentation Instagram-worthy sans effort. POLYVALENCE SURPRENANTE: Malgré le sucré, cette courge accompagne AUTANT viande (agneau, canard, porc) que poisson (saumon, truite). Le sucré naturel ne domine jamais, il complète. NUTRITION CACHÉE: Courge butternut = vitamine A (vision), fibres, potassium, antioxydants. Un des légumes les plus nutritifs. L'érable ajoute calories mais aussi minéraux (zinc, manganèse). CONFORT AUTOMNAL: Ce plat évoque pulls chauds, feuilles qui tombent, odeur de feu de bois. C'est réconfort pur — nourriture qui réchauffe corps ET âme.",
  "cookbook": "accompagnement"
}
