{
  "name": "Bar à Crêpes avec Garnitures Sucrées et Salées",
  "description": "Le déjeuner ou dessert spectacle qui impressionne les castors! Des crêpes ultra-minces cuites à la poêle, servies avec un bar garni de sirop d'érable, Nutella, fruits frais, crème fouettée, sucre-cannelle ET options salées (jambon-fromage). La pâte se prépare la veille et se garde au frigo. Les castors regardent fascinés la cuisson, puis personnalisent leurs crêpes roulées. Délicieux et mémorable!",
  "servings": {
    "quantity": 22,
    "unit": "personnes"
  },
  "freezable": false,
  "time": {
    "prep": 15,
    "cook": 60,
    "wait": 60,
    "soak": 0
  },
  "cooking_method": "Cuisinière",
  "ingredients": [
    { "subsection": "Pâte à crêpes (préparer la veille)" },
    { "quantity": "12", "unit": null, "ingredient": "œufs", "note": null },
    { "quantity": "750", "unit": "ml", "ingredient": "lait", "note": null },
    { "quantity": "500", "unit": "ml", "ingredient": "farine tout usage", "note": null },
    { "quantity": "125", "unit": "ml", "ingredient": "eau", "note": null },
    { "quantity": "4", "unit": "c. à soupe", "ingredient": "beurre fondu", "note": null },
    { "quantity": "3", "unit": "c. à soupe", "ingredient": "sucre", "note": null },
    { "quantity": "1", "unit": "c. à thé", "ingredient": "sel", "note": null },
    { "quantity": "2", "unit": "c. à thé", "ingredient": "extrait de vanille", "note": null },
    { "quantity": "60", "unit": "ml", "ingredient": "beurre pour cuisson", "note": null },
    { "subsection": "Garnitures sucrées (le bar!)" },
    { "quantity": "500", "unit": "ml", "ingredient": "sirop d'érable", "note": null },
    { "quantity": "1", "unit": "pot (750g)", "ingredient": "Nutella", "note": null },
    { "quantity": "500", "unit": "ml", "ingredient": "confiture de fraises", "note": null },
    { "quantity": "500", "unit": "g", "ingredient": "fraises fraîches tranchées", "note": null },
    { "quantity": "300", "unit": "g", "ingredient": "bleuets frais", "note": null },
    { "quantity": "4", "unit": null, "ingredient": "bananes tranchées", "note": null },
    { "quantity": "500", "unit": "ml", "ingredient": "crème fouettée", "note": "en bombe aérosol pratique" },
    { "quantity": "125", "unit": "ml", "ingredient": "sucre à glacer", "note": "pour saupoudrer" },
    { "quantity": "60", "unit": "ml", "ingredient": "sucre + cannelle mélangés", "note": "classique français" },
    { "quantity": "250", "unit": "ml", "ingredient": "pépites de chocolat", "note": null },
    { "subsection": "Garnitures salées (optionnel mais délicieux)" },
    { "quantity": "400", "unit": "g", "ingredient": "jambon tranché mince", "note": null },
    { "quantity": "300", "unit": "g", "ingredient": "fromage suisse râpé", "note": "ou gruyère" },
    { "quantity": "250", "unit": "ml", "ingredient": "champignons sautés", "note": "optionnel" },
    { "quantity": "6", "unit": null, "ingredient": "œufs pour garniture", "note": "brouillés, optionnel" }
  ],
  "steps": [
    "LA VEILLE - Préparation de la pâte: Dans un TRÈS grand bol ou blender, combiner les œufs, le lait, la farine, l'eau, le beurre fondu, le sucre, le sel et la vanille. Fouetter vigoureusement ou mélanger au blender 1-2 minutes jusqu'à complètement lisse et homogène, sans grumeaux.",
    "La pâte doit avoir la consistance d'une crème liquide légère (plus liquide que pâte à pancakes). Si trop épaisse, ajouter un peu d'eau. Verser dans un grand contenant hermétique ou pichet. Réfrigérer toute la nuit (minimum 1 heure, idéalement 8-12 heures).",
    "POURQUOI REPOSER? Le repos permet au gluten de se relaxer et à la farine d'absorber complètement le liquide = crêpes ultra-minces, tendres et sans trous. Ne pas sauter cette étape!",
    "LE MATIN - Préparation des garnitures (30 min avant service): Laver et trancher tous les fruits frais. Disposer chaque garniture dans des bols séparés avec cuillères de service. Mettre Nutella, confiture, sirop dans bols ou pots avec cuillères. Râper fromage si version salée.",
    "SETUP DU BAR: Installer une grande table avec toutes les garnitures disposées en mode buffet. Côté gauche = garnitures sucrées, côté droit = salées (si offertes). Station crème fouettée et sucre à glacer à la fin pour finition spectacle!",
    "CUISSON DES CRÊPES - Station crêpière: Utiliser 2-3 grandes poêles antiadhésives (10-12 pouces) simultanément pour efficacité. Chauffer à feu MOYEN (pas vif! crêpes brûlent facilement). Badigeonner légèrement de beurre entre chaque crêpe.",
    "Brasser la pâte avant CHAQUE crêpe (les solides se déposent au fond). Verser environ 80-100ml (⅓ tasse) de pâte au centre de la poêle chaude. IMMÉDIATEMENT faire tourner/basculer la poêle en mouvement circulaire pour étendre la pâte en cercle mince couvrant toute la surface.",
    "Cuire 45-60 secondes jusqu'à ce que les bords commencent à dorer et à se décoller, et que le dessus soit sec (plus de pâte liquide visible). Passer une spatule large sous la crêpe, la retourner délicatement en un mouvement rapide.",
    "Cuire l'autre côté 20-30 secondes seulement jusqu'à légèrement doré avec quelques taches brunes (c'est normal et joli!). Glisser la crêpe sur une grande assiette. Empiler les crêpes cuites et couvrir d'un linge propre pour garder chaud.",
    "PRODUCTION EN CHAÎNE: Animateur 1 cuit les crêpes (2-3 poêles = 6 crêpes toutes les 2 minutes). Animateur 2 gère le bar de garnitures et aide les castors. Système efficace = 40-50 crêpes en 30-40 minutes!",
    "SERVICE INTERACTIF: Chaque castor reçoit 1-2 crêpes chaudes sur son assiette, puis passe au bar de garnitures. Il choisit ses garnitures préférées, les étale au centre de la crêpe ouverte à plat.",
    "TECHNIQUE DE ROULAGE (montrer aux castors): Étaler garnitures sur la moitié inférieure de la crêpe. Plier le bas sur les garnitures, plier les côtés vers le centre, puis rouler en forme de burrito. OU simplement plier en quatre (triangle) = plus facile pour jeunes!",
    "VERSION SPECTACLE: Les castors peuvent saupoudrer sucre à glacer avec petit tamis (nuage blanc magique!), ajouter crème fouettée en spirale, disposer fruits artistiquement. C'est autant une activité artistique qu'un repas!"
  ],
  "serving_suggestions": [
    "Prévoir 2-3 crêpes par castor (ils en mangent facilement 4-5!)",
    "Servir avec jus d'orange ou chocolat chaud selon l'heure",
    "Parfait pour brunch spécial ou dessert après souper léger",
    "Les crêpes nature se conservent empilées au frigo 2-3 jours"
  ],
  "mainCategory": "Camps Scout",
  "categories": ["déjeuner", "dessert", "repas participatif"],
  "tags": ["castors", "camp", "interactif", "français", "spectacle"],
  "difficulty": "moyen",
  "scoutCount": 22,
  "scoutContext": ["cuisine extérieure", "grandes portions", "matériel minimal"],
  "heroImage": "/cuisine/crepes-bar-garnitures-camps-scout.png",
  "pubDate": "2025-01-25",
  "draft": false,
  "ingredientIntro": "La pâte à crêpes française authentique est ULTRA simple: œufs, lait, farine, une touche de sucre et vanille. Pas de poudre à pâte, pas de bicarbonate - juste des ingrédients purs qui créent ces crêpes papier-mince impossibles à reproduire avec un mix commercial. Le repos overnight développe la texture soyeuse caractéristique. Et le ratio liquide élevé? C'est ce qui donne ces crêpes dentelle délicates!",
  "tips": "ASTUCE #1: REPOS OVERNIGHT = non-négociable! La pâte fraîche fait des crêpes épaisses avec trous. La pâte reposée fait des crêpes minces parfaites. Science! ASTUCE #2: Feu MOYEN, jamais vif. Trop chaud = crêpes qui brûlent avant de cuire. Patience = succès. ASTUCE #3: La PREMIÈRE crêpe est toujours ratée - c'est une loi universelle de l'univers des crêpes. Elle teste la température. Ne vous découragez pas! ASTUCE #4: Mouvement rapide de rotation de la poêle immédiatement après avoir versé la pâte = clé pour crêpes ultra-minces. Hésiter = crêpe épaisse au centre. ASTUCE #5: Empiler et couvrir les crêpes cuites avec linge = elles restent chaudes ET la vapeur les garde souples (pas sèches). TECHNIQUE PRO: Utiliser une louche de taille standard (⅓ tasse) pour portions uniformes. Un pichet verseur avec bec facilite le versage dans la poêle. COMBO GAGNANTS: 1) 'Classique Française' = sucre + citron (apporter citrons!), 2) 'Nutella-Banane' = Nutella + bananes tranchées, 3) 'Fraises-Crème' = fraises + crème fouettée + sucre glace, 4) 'Déjeuner Complet' = jambon + fromage + œuf brouillé. PARTICIPATION CASTORS: Les 6-8 ans ADORENT regarder la crêpe se former dans la poêle - c'est magique! Ils peuvent brasser la pâte avant chaque crêpe, garnir leurs propres crêpes, et saupoudrer le sucre à glacer. Cuisson = animateurs seulement (poêles chaudes). GESTION TIMING: Pour déjeuner 8h30, sortir pâte du frigo 8h00, commencer cuisson 8h15, service échelonné 8h30-9h00. VERSION DESSERT: Si servi après souper, focus sur garnitures sucrées décadentes. Budget: environ 3-4$ par personne.",
  "note": "EXPÉRIENCE CULTURELLE! Les crêpes sont une tradition française que les castors découvrent souvent pour la première fois au camp. C'est éducatif ('En France, on mange ça!'), délicieux, ET spectaculaire à regarder. Les enfants sont hypnotisés par la cuisson - comment la pâte liquide devient une crêpe parfaite en 60 secondes. FACTEUR WOW: Le bar de garnitures avec 10+ options crée de l'excitation. Les castors font la file avec anticipation, planifiant mentalement leur combo parfait. Certains font crêpes différentes à chaque service (Nutella la première, fruits la deuxième, jambon-fromage la troisième). APPRENTISSAGE: Les castors apprennent patience (attendre la cuisson), créativité culinaire (combiner saveurs), dextérité fine (rouler sans déchirer), et même géographie/culture (tradition française). ADAPTABILITÉ: Pâte se fait la veille = zéro stress le matin. Peut servir pour déjeuner, brunch, goûter après-midi, ou dessert. Incroyablement versatile! VARIANTES: 1) Crêpes au chocolat = ajouter 3 c. à soupe cacao à la pâte, 2) Crêpes sans gluten = utiliser farine sans gluten (ratio identique), 3) Version vegan = lait végétal + substitut œuf. PHOTOS INSTAGRAM: Les crêpes saupoudrées de sucre à glacer avec fruits colorés font des photos MAGNIFIQUES. Les parents adorent! COMPARAISON: Beaucoup plus impressionnant que pancakes ordinaires, mais même niveau de difficulté avec un peu de pratique. INVESTISSEMENT: Si vous faites souvent des camps, acheter 2-3 bonnes poêles antiadhésives 10-12 pouces = game changer. Durent des années. RESTANTS: Crêpes nature refroidies = wraps pour lunch! Rouler avec beurre d'arachide et confiture. Délicieux froid."
}
