{
  "name": "Bar à Hamburgers Personnalisés",
  "description": "Le classique américain qui fait toujours fureur! Des galettes de bœuf juteuses cuites au four en plaques, accompagnées d'un bar de garnitures impressionnant où chaque castor construit son burger de rêve. Fromage fondant, légumes croquants, condiments variés - tout est là pour créer LE burger parfait. Simple, délicieux, et universellement adoré!",
  "servings": {
    "quantity": 22,
    "unit": "hamburgers"
  },
  "freezable": true,
  "time": {
    "prep": 30,
    "cook": 20,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Four",
  "ingredients": [
    {
      "subsection": "Galettes (préparer à la maison)"
    },
    {
      "quantity": "2,5",
      "unit": "kg",
      "ingredient": "bœuf haché mi-maigre",
      "note": "15-20% gras pour jutosité"
    },
    {
      "quantity": "2",
      "unit": null,
      "ingredient": "œufs",
      "note": null
    },
    {
      "quantity": "125",
      "unit": "ml",
      "ingredient": "chapelure",
      "note": "ou panko"
    },
    {
      "quantity": "3",
      "unit": "c. à soupe",
      "ingredient": "sauce Worcestershire",
      "note": null
    },
    {
      "quantity": "2",
      "unit": "c. à thé",
      "ingredient": "sel",
      "note": null
    },
    {
      "quantity": "1",
      "unit": "c. à thé",
      "ingredient": "poivre noir",
      "note": null
    },
    {
      "quantity": "1",
      "unit": "c. à thé",
      "ingredient": "poudre d'ail",
      "note": null
    },
    {
      "quantity": "1",
      "unit": "c. à thé",
      "ingredient": "poudre d'oignon",
      "note": null
    },
    {
      "subsection": "Pains et fromage"
    },
    {
      "quantity": "24",
      "unit": null,
      "ingredient": "pains à hamburger",
      "note": "prévoir extras"
    },
    {
      "quantity": "24",
      "unit": "tranches",
      "ingredient": "fromage cheddar",
      "note": "ou américain"
    },
    {
      "subsection": "Légumes frais (bar de garnitures)"
    },
    {
      "quantity": "1",
      "unit": null,
      "ingredient": "laitue iceberg",
      "note": "feuilles séparées"
    },
    {
      "quantity": "4",
      "unit": null,
      "ingredient": "tomates tranchées",
      "note": "tranches de ½ cm"
    },
    {
      "quantity": "2",
      "unit": null,
      "ingredient": "oignons rouges tranchés minces",
      "note": null
    },
    {
      "quantity": "250",
      "unit": "ml",
      "ingredient": "cornichons à l'aneth tranchés",
      "note": null
    },
    {
      "quantity": "1",
      "unit": null,
      "ingredient": "oignon blanc haché",
      "note": "pour ceux qui aiment"
    },
    {
      "subsection": "Condiments"
    },
    {
      "quantity": "375",
      "unit": "ml",
      "ingredient": "ketchup",
      "note": null
    },
    {
      "quantity": "250",
      "unit": "ml",
      "ingredient": "moutarde jaune",
      "note": null
    },
    {
      "quantity": "250",
      "unit": "ml",
      "ingredient": "mayonnaise",
      "note": null
    },
    {
      "quantity": "180",
      "unit": "ml",
      "ingredient": "relish",
      "note": null
    },
    {
      "quantity": "125",
      "unit": "ml",
      "ingredient": "sauce BBQ",
      "note": "optionnel"
    },
    {
      "subsection": "Accompagnements"
    },
    {
      "quantity": "3",
      "unit": "grands sacs",
      "ingredient": "chips",
      "note": "ou frites surgelées"
    },
    {
      "quantity": "1",
      "unit": "sac (1 kg)",
      "ingredient": "mini carottes",
      "note": null
    },
    {
      "quantity": "2",
      "unit": "c. à soupe",
      "ingredient": "beurre ramolli",
      "note": "pour griller les pains"
    }
  ],
  "steps": [
    "À LA MAISON - Formation des galettes: Dans un TRÈS grand bol, mélanger le bœuf haché, les œufs, la chapelure, la sauce Worcestershire, le sel, le poivre, la poudre d'ail et la poudre d'oignon. Mélanger avec les mains jusqu'à homogène, mais NE PAS trop travailler (rend les galettes dures).",
    "Former 24 galettes de taille uniforme (environ 100g chacune). Astuce: utiliser une balance de cuisine pour uniformité parfaite. Faire les galettes légèrement plus larges que les pains (elles rétrécissent à la cuisson).",
    "Faire une légère dépression au centre de chaque galette avec le pouce - ça empêche qu'elles gonflent en dôme pendant la cuisson. Les galettes cuiront plates et parfaites!",
    "Empiler les galettes crues entre des carrés de papier parchemin pour qu'elles ne collent pas ensemble. Placer dans des contenants hermétiques ou grands sacs Ziploc. Réfrigérer si utilisation dans 48h, ou CONGELER pour plus tard.",
    "CONGÉLATION (recommandé): Les galettes congelées voyagent comme ice packs! Sortir du congélateur le matin du départ. Elles dégelleront dans la glacière pendant le trajet et seront prêtes à cuire le soir même.",
    "AU CAMP - Préparation du bar de garnitures (30 min avant cuisson): Laver et trancher tous les légumes. Disposer dans des bols séparés. Mettre tous les condiments dans des bols avec cuillères. Préparer une belle station buffet.",
    "Préchauffage du four: Préchauffer le four à 400°F (200°C). Positionner 2 grilles au centre du four. Recouvrir 3 grandes plaques de papier parchemin ou papier d'aluminium huilé.",
    "Cuisson des galettes: Disposer 8 galettes par plaque (ne pas surcharger, laisser espace entre chacune). Enfourner 2 plaques à la fois. Cuire 10 minutes, retourner délicatement avec spatule large, cuire 8-10 minutes de plus.",
    "Les galettes sont prêtes quand un thermomètre inséré au centre indique 160°F (71°C) et qu'elles ne sont plus roses au centre. Les jus doivent être clairs, pas rosés. Répéter avec la 3e plaque si nécessaire.",
    "Ajout du fromage: À 2 minutes de la fin de cuisson, déposer une tranche de fromage sur chaque galette. Remettre au four juste pour faire fondre le fromage (1-2 minutes). Surveiller - ça va vite!",
    "Grillage des pains: Pendant que les dernières galettes cuisent, beurrer légèrement l'intérieur des pains. Les griller rapidement au four (2-3 minutes) ou dans une poêle jusqu'à dorés. Pains grillés = game changer!",
    "ASSEMBLAGE BUFFET: Installer une table en mode buffet dans cet ordre: 1) Pains grillés, 2) Galettes chaudes avec fromage fondu, 3) Laitue, 4) Tomates, 5) Oignons, 6) Cornichons, 7) Station condiments (ketchup, moutarde, mayo, relish).",
    "SERVICE: Chaque castor passe dans la ligne buffet et construit son burger selon ses goûts. Les animateurs aident les plus jeunes à manipuler les galettes chaudes et à ne pas trop charger leurs burgers (risque d'écroulement!).",
    "Servir immédiatement avec chips ou frites et mini carottes. Distribuer BEAUCOUP de serviettes - les burgers juteux sont délicieusement messants! Bon appétit!"
  ],
  "serving_suggestions": [
    "Prévoir 1 burger par castor, 1½-2 par adolescent/adulte affamé",
    "Servir avec frites surgelées cuites au four si vous avez le temps",
    "Les mini carottes ajoutent un élément santé apprécié des parents",
    "Option: offrir bacon cuit croustillant comme garniture premium (coût extra)"
  ],
  "categories": [
    "plat principal"
  ],
  "tags": [
    "castors",
    "camp",
    "classique",
    "make-ahead",
    "interactif",
    "repas participatif"
  ],
  "difficulty": "facile",
  "scoutCount": 22,
  "scoutContext": [
    "cuisine extérieure",
    "grandes portions",
    "préparation rapide"
  ],
  "heroImage": "/cuisine/hamburgers-bar-camps-scout.png",
  "pubDate": "2025-01-25",
  "draft": false,
  "ingredientIntro": "Le secret de galettes juteuses? Du bœuf mi-maigre (15-20% gras), pas maigre! Le gras = saveur et jutosité. La chapelure et l'œuf lient la viande sans la rendre compacte. Et cette dépression au centre? C'est la technique pro qui assure des galettes plates (pas bombées comme des balles de baseball!). Les pains DOIVENT être grillés - ça les empêche de devenir détrempés par les jus de viande.",
  "tips": "ASTUCE #1: Former les galettes à la maison = gain de temps ÉNORME au camp. C'est la partie qui prend le plus de temps. ASTUCE #2: Cuire au four (pas sur BBQ) pour 24 galettes simultanées = service rapide et efficace. Sur BBQ, ça prendrait 90 minutes avec flipping constant! ASTUCE #3: Les galettes congelées = ice packs gratuits dans la glacière. Double fonction! ASTUCE #4: Faire la dépression au centre empêche les galettes de gonfler en dôme. Elles restent plates = s'empilent mieux dans le burger. ASTUCE #5: NE JAMAIS presser les galettes pendant la cuisson avec la spatule! Ça fait sortir tous les jus et vous obtenez des galettes sèches comme du carton. PARTICIPATION CASTORS: Les castors peuvent aider à disposer le bar de garnitures, trancher les tomates (avec couteaux butter sécuritaires), et surtout ASSEMBLER leurs propres burgers. C'est l'activité principale! VARIANTES: Burger végé facile - acheter galettes végétariennes surgelées type Beyond Meat ou Impossible. Cuisson identique. Les castors ne voient même pas la différence! Pour allergies gluten, utiliser pains sans gluten. TIMING: Pour souper 18h00, préchauffer four 17h15, première batch au four 17h25, deuxième batch 17h45, grillage pains 17h55, service buffet 18h00. ÉCONOMIE: Former vous-même les galettes coûte 50% moins cher que les galettes pré-formées du commerce. Budget: environ 5-6$ par burger complet. TEXTURE PARFAITE: Galettes doivent être bien cuites (160°F) pour sécurité, mais resteront juteuses grâce au % de gras.",
  "note": "LE CLASSIQUE UNIVERSEL qui ne déçoit JAMAIS! Même les castors les plus difficiles mangent des burgers. C'est familier, réconfortant, et customisable à l'infini. Les enfants qui n'aiment pas les tomates? Pas de problème, ils les sautent. Ceux qui veulent JUSTE ketchup? Parfait. Ceux qui empilent 5 garnitures? Go for it! ACTIVITÉ BUFFET: Le bar à burgers n'est pas juste un repas, c'est une ACTIVITÉ. Les castors adorent passer dans la ligne et construire leur assiette. Ça prend 15-20 minutes pour que tous les 22 passent, mais c'est un moment social fun. APPRENTISSAGE: Les castors apprennent à faire des choix ('Qu'est-ce que je veux sur mon burger?'), à se servir raisonnablement, et à manipuler nourriture avec hygiène. PHOTO OPS: Les burgers bien garnis font de belles photos pour les parents! Encouragez les castors à montrer leurs créations avant de mordre. GESTION RESTANTS: S'il reste des galettes cuites, elles font d'excellents sandwiches froids le lendemain, ou peuvent être émiettées dans des pâtes ou du chili. Les pains grillés restants = pain doré le matin! ALTERNATIVE BBQ: Si vous avez accès à un BBQ au camp, les galettes peuvent cuire sur la grille (4-5 min par côté à feu moyen). Mais le four est plus efficace pour 24 galettes. TESTÉ ET APPROUVÉ par des générations de scouts! Le burger est un rite de passage du camping.",
  "cookbook": "Camps Scout"
}
