{
  "name": "Mac & fromage du Terrier Douillet (Avancé)",
  "description": "Une version gastronomique du classique avec trio de fromages artisanaux, béchamel à la truffe et garniture croustillante aux herbes. Cette recette élève le mac & cheese au rang de plat signature digne des grandes tables.",
  "servings": 6,
  "freezable": true,
  "time": {
    "prep": 45,
    "cook": 35,
    "wait": 10,
    "soak": 0
  },
  "cooking_method": "Four",
  "variant": "avance",
  "relatedRecipe": "mac-fromage-simple",
  "ingredients": [
    "454 g (1 lb) de pâtes cavatappi ou shells — pour mieux tenir la sauce",
    "227 g (½ lb) de cheddar vieilli 2 ans — râpé",
    "227 g (½ lb) de gruyère de grotte — râpé",
    "113 g (¼ lb) de parmesan reggiano — râpé finement",
    "750 ml (3 tasses) de lait entier — tiédi",
    "250 ml (1 tasse) de crème 35% — pour la décadence",
    "90 ml (6 c. à soupe) de beurre — divisé",
    "45 ml (3 c. à soupe) de farine — pour la béchamel",
    "2 échalotes françaises — hachées finement",
    "3 gousses d'ail — hachées",
    "15 ml (1 c. à soupe) de moutarde de Dijon — pour le piquant",
    "5 ml (1 c. à thé) d'huile de truffe — le luxe ultime (facultatif)",
    "2,5 ml (½ c. à thé) de muscade — fraîchement râpée",
    "1 pincée de cayenne — pour réveiller",
    "Sel de mer et poivre blanc — au goût",
    "Pour la garniture dorée:",
    "250 ml (1 tasse) de panko japonais — le croustillant parfait",
    "60 ml (¼ tasse) de parmesan — râpé",
    "45 ml (3 c. à soupe) de beurre — fondu",
    "15 ml (1 c. à soupe) de thym frais — haché",
    "15 ml (1 c. à soupe) de persil — haché",
    "Zeste de 1 citron — pour la fraîcheur"
  ],
  "steps": [
    "Préchauffer le four à 190°C (375°F). Beurrer généreusement un plat de cuisson profond.",
    "Cuire les pâtes al dente (2 minutes de moins que les instructions). Égoutter, arroser d'huile et réserver.",
    "Dans une grande casserole, faire fondre 45 ml de beurre. Faire suer les échalotes 3 minutes. Ajouter l'ail, cuire 1 minute.",
    "Ajouter le reste du beurre et la farine. Cuire le roux 2 minutes en remuant constamment jusqu'à couleur noisette.",
    "Verser graduellement le lait tiède puis la crème en fouettant. Porter à frémissement et épaissir 5 minutes.",
    "Retirer du feu. Incorporer les fromages par poignées en fouettant entre chaque ajout. La sauce doit être soyeuse.",
    "Ajouter la moutarde, l'huile de truffe, la muscade et le cayenne. Assaisonner généreusement.",
    "Mélanger les pâtes à la sauce. Transférer dans le plat beurré.",
    "Pour la garniture : mélanger panko, parmesan, beurre fondu, herbes et zeste. Répartir uniformément.",
    "Enfourner 30-35 minutes jusqu'à ce que ça bouillonne et que le dessus soit doré croustillant.",
    "Laisser reposer 10 minutes avant de servir pour que la sauce se stabilise."
  ],
  "serving_suggestions": [
    "Homard poêlé au beurre pour la version luxe",
    "Canard confit effiloché",
    "Champignons sauvages sautés",
    "Roquette avec vinaigrette au citron",
    "Tomates anciennes et basilic"
  ],
  "categories": ["plat principal", "réconfortant", "américain"],
  "difficulty": "moyen",
  "heroImage": "/cuisine/mac-fromage.png",
  "pubDate": "2025-10-05"
}