{
  "name": "Mac & fromage du Terrier Douillet",
  "description": "Le classique américain revisité par le renard avec une touche québécoise. Des pâtes crémeuses enrobées d'une sauce au fromage onctueuse et réconfortante. Simple à préparer, impossible à résister.",
  "servings": {
    "quantity": 6,
    "unit": "personnes"
  },
  "freezable": true,
  "time": {
    "prep": 10,
    "cook": 20,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Cuisinière et four",
  "ingredients": [
    {
      "quantity": "454",
      "unit": "g",
      "ingredient": "macaronis coudes",
      "note": "les classiques"
    },
    {
      "quantity": "454",
      "unit": "g",
      "ingredient": "fromage cheddar moyen",
      "note": "râpé"
    },
    {
      "quantity": "227",
      "unit": "g",
      "ingredient": "fromage à la crème",
      "note": "pour l'onctuosité"
    },
    {
      "quantity": "500",
      "unit": "ml",
      "ingredient": "lait entier",
      "note": "3.25% idéalement"
    },
    {
      "quantity": "60",
      "unit": "ml",
      "ingredient": "beurre",
      "note": "pour la richesse"
    },
    {
      "quantity": "30",
      "unit": "ml",
      "ingredient": "farine",
      "note": "pour épaissir"
    },
    {
      "quantity": "5",
      "unit": "ml",
      "ingredient": "moutarde en poudre",
      "note": "l'amplificateur secret"
    },
    {
      "quantity": "2,5",
      "unit": "ml",
      "ingredient": "poudre d'ail",
      "note": "pour la profondeur"
    },
    {
      "quantity": null,
      "unit": null,
      "ingredient": "Sel et poivre",
      "note": "au goût"
    },
    {
      "subsection": "Pour la garniture (facultatif)"
    },
    {
      "quantity": "125",
      "unit": "ml",
      "ingredient": "chapelure panko",
      "note": "pour le croustillant"
    },
    {
      "quantity": "30",
      "unit": "ml",
      "ingredient": "beurre fondu",
      "note": "pour dorer"
    },
    {
      "quantity": null,
      "unit": null,
      "ingredient": "Bacon cuit émietté",
      "note": "l'indulgence totale"
    }
  ],
  "steps": [
    "Préchauffer le four à 180°C (350°F). Beurrer un plat de cuisson de 9x13 pouces.",
    "Cuire les macaronis selon les instructions du paquet, moins 1 minute. Égoutter et réserver.",
    "Dans la même casserole, faire fondre le beurre à feu moyen. Ajouter la farine et fouetter 1 minute pour créer un roux blond.",
    "Verser graduellement le lait en fouettant constamment. Porter à ébullition douce jusqu'à épaississement (3-4 minutes).",
    "Retirer du feu. Ajouter le cheddar râpé, le fromage à la crème, la moutarde et la poudre d'ail. Mélanger jusqu'à fonte complète.",
    "Incorporer les pâtes cuites à la sauce. Assaisonner de sel et poivre. Transférer dans le plat beurré.",
    "Mélanger la chapelure avec le beurre fondu. Parsemer sur les pâtes. Ajouter le bacon si désiré.",
    "Cuire au four 20-25 minutes jusqu'à ce que ça bouillonne et que le dessus soit doré."
  ],
  "categories": [
    "plat principal"
  ],
  "tags": [
    "américain",
    "réconfortant",
    "familial",
    "congélation"
  ],
  "difficulty": "facile",
  "heroImage": "/cuisine/mac-fromage.png",
  "pubDate": "2025-10-05",
  "ingredientIntro": "Des ingrédients simples qui se transforment en symphonie de saveurs grâce à la magie de la cuisson lente. Chaque élément a son rôle à jouer.",
  "tips": "Le roux est la fondation d'une sauce veloutée sans grumeaux — cuisez le beurre et la farine ensemble pendant 1 minute complète avant d'ajouter le lait. Ajoutez le lait graduellement en fouettant constamment : c'est la patience qui crée une texture parfaitement lisse. La moutarde en poudre et la poudre d'ail ne sont pas facultatives : ce sont les amplificateurs secrets qui transforment un mac & cheese ordinaire en extraordinaire. Utilisez du cheddar moyen plutôt que fort pour un équilibre parfait, et râpez-le vous-même — le fromage pré-râpé contient des agents anti-agglomérants qui nuisent à la texture. Sous-cuisez légèrement les pâtes (al dente moins 1 minute) car elles continueront à cuire au four. Pour un dessus extra croustillant, mélangez du parmesan râpé à la chapelure panko. Laissez reposer 5 minutes après la sortie du four pour que la sauce épaississe parfaitement."
}
