{
  "name": "Pâtes au pesto des petits futés",
  "description": "Un plat italien réinventé par le renard : pâtes enrobées de pesto au basilic frais, poulet tendre et tomates cerises éclatées. Simple, rapide et délicieusement parfumé. Le repas parfait pour les soirs de semaine.",
  "servings": {
    "quantity": 4,
    "unit": "personnes"
  },
  "freezable": false,
  "time": {
    "prep": 10,
    "cook": 20,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Cuisinière",
  "ingredients": [
    { "quantity": "454", "unit": "g", "ingredient": "penne ou fusilli", "note": "les spirales retiennent bien la sauce" },
    { "quantity": "500", "unit": "g", "ingredient": "poitrines de poulet", "note": "coupées en cubes" },
    { "quantity": "250", "unit": "ml", "ingredient": "pesto au basilic", "note": "du commerce ou maison" },
    { "quantity": "300", "unit": "g", "ingredient": "tomates cerises", "note": "coupées en deux" },
    { "quantity": "3", "unit": "gousses", "ingredient": "ail", "note": "hachées finement" },
    { "quantity": "60", "unit": "ml", "ingredient": "huile d'olive", "note": "divisée" },
    { "quantity": "125", "unit": "ml", "ingredient": "parmesan", "note": "râpé finement" },
    { "quantity": "60", "unit": "ml", "ingredient": "eau de cuisson des pâtes", "note": "pour lier" },
    { "quantity": null, "unit": null, "ingredient": "Sel et poivre", "note": "au goût" },
    { "subsection": "Pour garnir (facultatif)" },
    { "quantity": "30", "unit": "ml", "ingredient": "pignons de pin", "note": "grillés" },
    { "quantity": null, "unit": null, "ingredient": "Feuilles de basilic frais", "note": "ciselées" },
    { "quantity": null, "unit": null, "ingredient": "Parmesan supplémentaire", "note": "en copeaux" }
  ],
  "steps": [
    "Porter une grande casserole d'eau salée à ébullition. Cuire les pâtes selon les instructions du paquet jusqu'à al dente. Réserver 125 ml d'eau de cuisson avant d'égoutter.",
    "Pendant ce temps, assaisonner les cubes de poulet de sel et poivre. Dans une grande poêle, chauffer 30 ml d'huile d'olive à feu moyen-vif.",
    "Faire dorer le poulet 6-8 minutes jusqu'à cuisson complète (interne 75°C). Retirer et réserver.",
    "Dans la même poêle, ajouter le reste de l'huile. Faire revenir l'ail 30 secondes jusqu'à parfumé.",
    "Ajouter les tomates cerises et cuire 4-5 minutes à feu moyen jusqu'à ce qu'elles éclatent et libèrent leur jus. Écraser légèrement avec une cuillère.",
    "Remettre le poulet dans la poêle. Ajouter les pâtes égouttées et le pesto. Mélanger délicatement.",
    "Incorporer l'eau de cuisson réservée et le parmesan râpé. Mélanger jusqu'à ce que la sauce soit crémeuse et enrobe bien les pâtes.",
    "Goûter et ajuster l'assaisonnement. Servir immédiatement garni de pignons grillés, basilic frais et copeaux de parmesan."
  ],
  "serving_suggestions": [
    "Accompagné d'une salade roquette et parmesan au vinaigre balsamique",
    "Servi avec du pain à l'ail croustillant",
    "Dans des bols avec un filet d'huile d'olive extra-vierge",
    "Garni généreusement de basilic frais et parmesan en copeaux"
  ],
  "categories": ["plat principal"],
  "tags": ["italien", "rapide", "une-casserole"],
  "difficulty": "facile",
  "heroImage": "/cuisine/pates-pesto.png",
  "pubDate": "2025-10-05",
  "draft": false,
  "ingredientIntro": "Le basilic frais rencontre le poulet doré et les tomates éclatées dans une danse méditerranéenne. Chaque ingrédient brille de sa propre lumière tout en s'harmonisant parfaitement.",
  "tips": "Réservez toujours l'eau de cuisson des pâtes — c'est l'ingrédient magique qui transforme le pesto en sauce soyeuse et liante. Coupez le poulet en cubes uniformes pour une cuisson égale et rapide. Ne bougez pas les morceaux de poulet pendant les 2 premières minutes de cuisson : cela permet une belle coloration dorée. Les tomates cerises éclatent naturellement à la chaleur — aidez-les en les écrasant légèrement avec le dos d'une cuillère pour libérer leur jus sucré. Ajoutez le pesto hors du feu pour préserver sa couleur vive et ses arômes de basilic frais. Le parmesan râpé finement fond dans la chaleur résiduelle et lie tous les éléments. Pour une touche de luxe, grillez les pignons de pin à sec quelques minutes — leur arôme de noisette sublime le plat. Ce plat se mange immédiatement, il ne se réchauffe pas bien.",
  "note": "Ce plat ne se congèle pas bien en raison du pesto et de la texture des pâtes. Se conserve 1-2 jours au réfrigérateur mais perd de sa fraîcheur. Pour les restes, réchauffez à feu doux avec un peu d'eau ou de bouillon pour réhydrater."
}
