{
  "name": "Porc braisé au cidre et aux pommes",
  "description": "Un classique automnal québécois où l'épaule de porc devient fondante dans un bain de cidre et de pommes caramélisées. Cette version simple capture toute l'essence réconfortante du plat avec un minimum d'effort.",
  "servings": {
    "quantity": 8,
    "unit": "personnes"
  },
  "freezable": true,
  "time": {
    "prep": 20,
    "cook": 480,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Mijoteuse",
  "ingredients": [
    { "quantity": "1,5", "unit": "kg", "ingredient": "épaule de porc", "note": "coupée en gros cubes" },
    { "quantity": "4", "unit": null, "ingredient": "pommes Cortland ou Honeycrisp", "note": "pelées et coupées en quartiers" },
    { "quantity": "500", "unit": "ml", "ingredient": "cidre de pomme", "note": "non filtré de préférence" },
    { "quantity": "2", "unit": null, "ingredient": "gros oignons", "note": "coupés en quartiers" },
    { "quantity": "4", "unit": "gousses", "ingredient": "ail", "note": "écrasées" },
    { "quantity": "30", "unit": "ml", "ingredient": "cassonade", "note": "pour la douceur" },
    { "quantity": "15", "unit": "ml", "ingredient": "vinaigre de cidre", "note": "l'acidité équilibrante" },
    { "quantity": "5", "unit": "ml", "ingredient": "sauge séchée", "note": "l'herbe automnale" },
    { "quantity": "5", "unit": "ml", "ingredient": "thym séché", "note": "la note provençale" },
    { "quantity": "10", "unit": "ml", "ingredient": "sel", "note": "pour rehausser" },
    { "quantity": "5", "unit": "ml", "ingredient": "poivre noir", "note": "fraîchement moulu" },
    { "quantity": "30", "unit": "ml", "ingredient": "farine", "note": "pour épaissir" }
  ],
  "steps": [
    "Dans une grande poêle, faire dorer les cubes de porc de tous les côtés, environ 5 minutes. Transférer dans la mijoteuse.",
    "Ajouter les oignons, l'ail, les pommes coupées en quartiers dans la mijoteuse.",
    "Mélanger le cidre avec la cassonade, le vinaigre, la sauge, le thym, le sel et le poivre. Verser sur le porc.",
    "Couvrir et cuire à basse température (Low) 7 à 8 heures ou à haute température (High) 4 à 5 heures.",
    "30 minutes avant la fin, saupoudrer la farine et bien mélanger pour épaissir la sauce.",
    "Rectifier l'assaisonnement et servir chaud."
  ],
  "serving_suggestions": [
    "Servi sur un lit de purée de pommes de terre crémeuse",
    "Accompagné de nouilles aux œufs larges au beurre",
    "Avec des légumes racines rôtis (carottes, panais, navets)",
    "Garni de persil frais avec du pain croûté pour saucer"
  ],
  "categories": ["plat principal"],
  "tags": ["québécois", "traditionnel", "automne", "mijoteuse", "congélation"],
  "difficulty": "facile",
  "heroImage": "/cuisine/porc-cidre.png",
  "pubDate": "2025-10-03",
  "draft": false,
  "ingredientIntro": "Le mariage du porc et des pommes est un classique automnal. Le cidre unit ces saveurs dans une harmonie parfaite, créant un plat réconfortant par excellence.",
  "tips": "Choisissez des pommes qui tiennent bien à la cuisson comme les Cortland ou Honeycrisp — elles garderont leur forme tout en devenant tendres. Le dorage initial du porc n'est pas facultatif : cette étape scelle les jus et développe une profondeur de saveur incomparable. Utilisez un cidre artisanal non filtré pour plus de caractère — évitez les cidres trop sucrés qui déséquilibreraient le plat. La sauge et le thym sont les herbes parfaites pour l'automne et se marient divinement avec le porc et les pommes. Si vous préférez une sauce plus épaisse, ajoutez la farine 30 minutes avant la fin plutôt qu'à la dernière minute. Ce plat se bonifie en vieillissant et se congèle à merveille.",
  "note": "Se congèle parfaitement jusqu'à 3 mois dans des contenants hermétiques. La sauce épaissit légèrement à la congélation. Les saveurs se développent magnifiquement après 24 heures au réfrigérateur — n'hésitez pas à préparer la veille. Réchauffez doucement à feu doux en ajoutant un peu de cidre si nécessaire."
}
