{
  "name": "Poulet aux 40 gousses d'ail",
  "description": "Le classique poulet aux quarante gousses d'ail, adapté pour la mijoteuse. Cette version simple transforme l'ail en une pâte douce et sucrée qui se tartine comme du beurre, pendant que le poulet devient incroyablement tendre.",
  "servings": {
    "quantity": 6,
    "unit": "personnes"
  },
  "freezable": true,
  "time": {
    "prep": 15,
    "cook": 300,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Mijoteuse",
  "ingredients": [
    {
      "quantity": "8 à 10",
      "unit": "morceaux",
      "ingredient": "poulet",
      "note": "cuisses et pilons avec os"
    },
    {
      "quantity": "40",
      "unit": "gousses",
      "ingredient": "ail",
      "note": "environ 4 têtes, non pelées"
    },
    {
      "quantity": "250",
      "unit": "ml",
      "ingredient": "vin blanc sec",
      "note": "ou bouillon de poulet"
    },
    {
      "quantity": "60",
      "unit": "ml",
      "ingredient": "huile d'olive",
      "note": "pour dorer et parfumer"
    },
    {
      "quantity": "3",
      "unit": "branches",
      "ingredient": "thym frais",
      "note": "l'herbe provençale classique"
    },
    {
      "quantity": "2",
      "unit": "branches",
      "ingredient": "romarin frais",
      "note": "pour la profondeur aromatique"
    },
    {
      "quantity": "10",
      "unit": "ml",
      "ingredient": "sel de mer",
      "note": "pour rehausser"
    },
    {
      "quantity": "5",
      "unit": "ml",
      "ingredient": "poivre noir moulu",
      "note": "la touche épicée"
    },
    {
      "quantity": "1",
      "unit": "citron",
      "ingredient": "jus de citron",
      "note": "pour l'acidité équilibrante"
    }
  ],
  "steps": [
    "Dans une grande poêle, faire dorer les morceaux de poulet dans l'huile d'olive, 3-4 minutes par côté. Transférer dans la mijoteuse.",
    "Séparer les gousses d'ail mais garder la pelure. Les ajouter dans la mijoteuse avec le poulet.",
    "Verser le vin blanc, ajouter le thym, le romarin, le sel et le poivre.",
    "Couvrir et cuire à basse température (Low) 4 à 5 heures ou à haute température (High) 2 à 3 heures.",
    "Dans la dernière demi-heure, arroser de jus de citron et rectifier l'assaisonnement.",
    "Servir le poulet avec les gousses d'ail que les convives presseront pour extraire la pâte d'ail caramélisée."
  ],
  "serving_suggestions": [
    "Servi avec du pain croûté pour tartiner l'ail confit",
    "Accompagné de pommes de terre rôties ou purée crémeuse",
    "Avec des haricots verts sautés au beurre",
    "Sur un lit de riz pilaf aux herbes fraîches"
  ],
  "categories": [
    "plat principal"
  ],
  "tags": [
    "français",
    "traditionnel",
    "mijoteuse",
    "congélation"
  ],
  "difficulty": "facile",
  "heroImage": "/cuisine/poulet-40-gousses.png",
  "pubDate": "2025-10-03",
  "draft": false,
  "ingredientIntro": "Quarante gousses d'ail peuvent sembler excessif, mais la cuisson lente les transforme en or culinaire. Chaque ingrédient contribue à créer ce plat légendaire.",
  "tips": "N'ayez crainte des quarante gousses d'ail — la cuisson lente les transforme en purée douce et crémeuse, sans l'âcreté du cru. Gardez les gousses entières avec leur peau pour une saveur plus délicate. Le secret d'un poulet juteux : saisir d'abord la peau à feu vif pour la rendre dorée et croustillante, puis laisser la mijoteuse travailler sa magie. Le vin blanc déglaçage la poêle et ajoute de la complexité — ne sautez pas cette étape. En fin de cuisson, pressez quelques gousses d'ail confites dans la sauce pour l'enrichir davantage. Servez avec du pain croûté pour étaler l'ail fondant, c'est un délice qui ne se refuse pas.",
  "note": "Se congèle très bien jusqu'à 3 mois. L'ail confit devient encore plus doux après congélation. Pour un maximum de saveur, préparez-le la veille et réchauffez — les saveurs se développent magnifiquement."
}
