{
  "name": "Poulet aux 40 gousses d'ail (Avancé)",
  "description": "La version sophistiquée du poulet aux quarante gousses enrichie de cognac et finie à la crème. Les techniques avancées créent une sauce divine et une présentation digne des grandes tables, avec des gousses d'ail confites à la perfection.",
  "servings": 6,
  "freezable": true,
  "time": {
    "prep": 30,
    "cook": 300,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Mijoteuse",
  "variant": "avance",
  "relatedRecipe": "poulet-40-gousses-simple",
  "ingredients": [
    "1 poulet entier de 1.8 kg — coupé en 8 morceaux",
    "40 gousses d'ail — 30 non pelées, 10 pelées et émincées",
    "250 ml (1 tasse) de vin blanc sec — de qualité buvable",
    "60 ml (¼ tasse) de cognac — pour la profondeur",
    "125 ml (½ tasse) de crème 35% — pour la finition",
    "60 ml (¼ tasse) d'huile d'olive extra vierge — fruité de préférence",
    "30 g (2 c. à soupe) de beurre — pour la richesse",
    "2 échalotes françaises — émincées finement",
    "1 branche de céleri — coupée en tronçons",
    "4 branches de thym frais — plus pour garnir",
    "2 branches de romarin frais — l'essence provençale",
    "3 feuilles de sauge fraîche — la note terreuse",
    "2 feuilles de laurier — pour la complexité",
    "15 ml (1 c. à soupe) de moutarde de Dijon — l'émulsifiant secret",
    "10 ml (2 c. à thé) de sel de mer — ajustable",
    "5 ml (1 c. à thé) de poivre blanc — plus délicat",
    "Le zeste et jus d'un citron — la touche finale",
    "15 ml (1 c. à soupe) de farine — pour épaissir si désiré"
  ],
  "steps": [
    "Préparer un beurre aux herbes en mélangeant le beurre ramolli avec l'ail émincé, du thym haché et du zeste de citron. Glisser sous la peau du poulet.",
    "Dans une grande poêle, faire dorer les morceaux de poulet dans l'huile d'olive à feu moyen-vif, 4-5 minutes par côté jusqu'à bien dorés. Réserver dans la mijoteuse.",
    "Dans la même poêle, faire revenir les échalotes et le céleri 2 minutes. Déglacer avec le cognac et flamber si désiré (attention!). Verser dans la mijoteuse.",
    "Ajouter les gousses d'ail entières (pelées et non pelées), le vin blanc, les herbes fraîches et les feuilles de laurier.",
    "Couvrir et cuire à basse température (Low) 4 à 5 heures, en arrosant le poulet une fois à mi-cuisson.",
    "30 minutes avant la fin, incorporer la moutarde de Dijon mélangée à la crème. Si une sauce plus épaisse est désirée, saupoudrer de farine et bien mélanger.",
    "Terminer avec le jus de citron, rectifier l'assaisonnement. Retirer les feuilles de laurier.",
    "Servir garni de thym frais et accompagné des gousses d'ail confites."
  ],
  "serving_suggestions": [
    "Baguette artisanale grillée",
    "Purée de pommes de terre à la truffe",
    "Légumes racines rôtis",
    "Mesclun aux herbes"
  ],
  "categories": ["plat principal", "traditionnel", "français"],
  "difficulty": "moyen",
  "heroImage": "/cuisine/poulet-40-gousses.png",
  "pubDate": "2025-10-03",
  "draft": true
}