{
  "name": "Riz Sauvage aux Échalotes Caramélisées",
  "description": "Le trésor aquatique du Québec qui n'est pas vraiment du riz mais une graine de plante aquatique. Ces grains sombres et allongés offrent une texture croquante unique et un goût de noisette profond qui rappelle la forêt. Les échalotes caramélisées ajoutent douceur sucrée qui équilibre le côté terreux du grain. Chaque bouchée craque légèrement sous la dent avant de révéler son cœur tendre. C'est l'accompagnement québécois authentique qui impressionne toujours — élégant, distinct, mémorable.",
  "servings": {
    "quantity": 2,
    "unit": "portions"
  },
  "freezable": true,
  "time": {
    "prep": 10,
    "cook": 45,
    "wait": 5,
    "soak": 0
  },
  "cooking_method": "Cuisinière",
  "ingredients": [
    { "quantity": "180", "unit": "ml", "ingredient": "riz sauvage", "note": "du Québec si possible" },
    { "quantity": "500", "unit": "ml", "ingredient": "bouillon de poulet ou légumes", "note": null },
    { "quantity": "3", "unit": null, "ingredient": "échalotes françaises", "note": "tranchées finement" },
    { "quantity": "2", "unit": "c. à soupe", "ingredient": "beurre", "note": null },
    { "quantity": "1", "unit": "c. à thé", "ingredient": "sucre", "note": "aide caramélisation" },
    { "quantity": "2", "unit": "c. à soupe", "ingredient": "persil frais", "note": "haché" },
    { "quantity": null, "unit": null, "ingredient": "Sel et poivre", "note": "au goût" },
    { "quantity": "30", "unit": "ml", "ingredient": "pacanes grillées", "note": "hachées, optionnel" }
  ],
  "steps": [
    "RINÇAGE: Rincer le riz sauvage sous l'eau froide dans passoire fine pendant 1 minute. Égoutter complètement. Le rinçage retire tout résidu et prépare les grains.",
    "CUISSON DU RIZ: Dans une casserole moyenne, porter le bouillon à ébullition. Ajouter le riz sauvage rincé et une pincée de sel. Réduire à feu doux, couvrir, et laisser mijoter 40-45 minutes jusqu'à ce que les grains éclatent et révèlent leur intérieur blanc. Ils doivent être tendres mais toujours légèrement croquants — jamais pâteux.",
    "TEST: Les grains sont prêts quand environ 50-75% ont éclaté et montrent intérieur blanc. Goûter — texture doit être tendre-croquante, pas dure ni molle.",
    "ÉGOUTTAGE: Si liquide reste après cuisson, égoutter dans passoire. Retourner dans la casserole, couvrir, et laisser reposer 5 minutes hors du feu. La vapeur finit la cuisson.",
    "PENDANT CE TEMPS - ÉCHALOTES: Dans une poêle moyenne, faire fondre le beurre à feu moyen. Ajouter les échalotes tranchées et le sucre. Cuire 10-12 minutes en remuant fréquemment jusqu'à dorées, molles et caramélisées. Elles doivent être brun doré, pas brûlées. Patience = douceur sucrée.",
    "ASTUCE CARAMÉLISATION: Commencer feu moyen, si elles dorent trop vite réduire à doux. But = évaporer eau, concentrer sucres, caraméliser sans brûler. Remuer souvent pour cuisson égale.",
    "COMBINAISON: Ajouter les échalotes caramélisées (avec le beurre de cuisson) au riz sauvage cuit. Ajouter le persil frais haché. Assaisonner généreusement de sel et poivre noir. Mélanger délicatement avec fourchette pour ne pas écraser les grains. Si utilisant pacanes, les ajouter maintenant.",
    "FINITION: Goûter et ajuster assaisonnement. Transférer dans bol de service réchauffé. Garnir de quelques brins de persil frais. Servir chaud. Le riz sauvage reste distinct — les grains ne collent jamais ensemble."
  ],
  "serving_suggestions": [
    "Accompagnement parfait pour gibier (cerf, orignal, canard sauvage)",
    "Sublime avec saumon grillé ou poêlé",
    "Excellent avec poulet ou dinde rôtis pour Thanksgiving",
    "Peut être servi froid en salade avec vinaigrette"
  ],
  "mainCategory": "accompagnement",
  "categories": ["accompagnement", "québécois", "élégant"],
  "tags": ["riz sauvage", "échalotes", "noix", "Québec", "automne"],
  "difficulty": "facile",
  "heroImage": "/cuisine/riz-sauvage-echalotes-caramelisees.png",
  "pubDate": "2025-01-25",
  "draft": false,
  "ingredientIntro": "Le riz sauvage n'est PAS du riz mais la graine d'une plante aquatique (Zizania) qui pousse naturellement dans les lacs du Québec et Ontario. Les Premières Nations le récoltaient traditionnellement en canot. Aujourd'hui cultivé commercialement mais reste cher (grain noble). Saveur unique de noisette/fumée impossible à reproduire. Disponible en épiceries dans section riz. Les échalotes françaises ont goût plus doux que oignons — essentielles pour cette recette.",
  "tips": "Le riz sauvage prend LONGTEMPS à cuire (45 min) — c'est normal! Il ne deviendra jamais aussi mou que riz blanc. La texture croquante-tendre est caractéristique, pas un défaut. Les grains qui éclatent montrent intérieur blanc = signe de cuisson. Si après 45 min encore trop durs, ajouter 125 ml eau chaude et cuire 10 min de plus. Le ratio riz:liquide est 1:3 (plus que riz blanc car absorption lente). Pour accélérer, faire tremper le riz 8h dans eau froide, réduire temps cuisson à 25-30 min. Le bouillon ajoute saveur — eau fonctionne mais résultat plus fade. Les échalotes DOIVENT être caramélisées lentement — cuisson rapide = amères. Le sucre aide mais n'est pas obligatoire si patient. Pour version festive, ajouter canneberges séchées + pacanes grillées = explosion automne. Ce riz se prépare d'avance et se réchauffe parfaitement (ajouter 2 c. à soupe eau, réchauffer couvert). Congélation excellente: portions, hermétique, 3 mois. Budget: environ 2,50$ par portion (riz sauvage coûte plus cher).",
  "note": "L'ACCOMPAGNEMENT QUÉBÉCOIS AUTHENTIQUE qui raconte notre histoire. Le riz sauvage était aliment de base des Premières Nations bien avant arrivée Européens. C'est un des rares grains vraiment indigènes d'Amérique du Nord. Le servir = honorer ce patrimoine. SAVEUR UNIQUE: Impossible de confondre riz sauvage avec n'importe quel autre grain. Son goût de noisette fumée, sa texture croquante, sa couleur sombre — tout est distinct. Les invités reconnaissent immédiatement quelque chose de spécial. NUTRITION SUPÉRIEURE: Deux fois plus de protéines que riz blanc, riche en fibres, zinc, folate, et antioxydants. Faible index glycémique. Un des grains les plus nutritifs au monde. VERSATILITÉ: Chaud comme accompagnement, froid en salade, ou farce pour volailles (Thanksgiving!). Absorbe sauces comme éponge. Le voir noir contre assiette blanche = contraste visuel spectaculaire. FIERTÉ LOCALE: Quand vous servez riz sauvage du Québec, vous supportez agriculture locale et tradition ancestrale. C'est plus qu'un ingrédient — c'est un acte de préservation culturelle. Les grains éclatés qui révèlent leur cœur blanc = métaphore parfaite pour découvrir richesses cachées du Québec."
}
