{
  "name": "Salade de Pâtes Colorée Arc-en-ciel",
  "description": "L'accompagnement parfait pour BBQ et pique-niques au camp! Une salade de pâtes vibrante et colorée avec rotinis multicolores, légumes croquants, fromage en cubes, et vinaigrette italienne savoureuse. Se prépare entièrement d'avance, se sert froide, et devient même MEILLEURE après quelques heures au frigo quand les saveurs se mélangent. Les castors adorent la chercher les morceaux colorés!",
  "servings": {
    "quantity": 22,
    "unit": "portions"
  },
  "freezable": false,
  "time": {
    "prep": 30,
    "cook": 12,
    "wait": 120,
    "soak": 0
  },
  "cooking_method": "Cuisinière",
  "ingredients": [
    { "subsection": "Pâtes" },
    { "quantity": "2", "unit": "kg", "ingredient": "pâtes rotini tricolores", "note": "ou fusilli, farfalle" },
    { "quantity": "3", "unit": "c. à soupe", "ingredient": "sel", "note": "pour l'eau de cuisson" },
    { "quantity": "2", "unit": "c. à soupe", "ingredient": "huile végétale", "note": "pour l'eau de cuisson" },
    { "subsection": "Légumes colorés" },
    { "quantity": "3", "unit": null, "ingredient": "poivrons (rouge, jaune, orange)", "note": "en petits dés" },
    { "quantity": "2", "unit": "tasses", "ingredient": "tomates cerises", "note": "coupées en deux" },
    { "quantity": "1", "unit": null, "ingredient": "concombre anglais", "note": "en dés" },
    { "quantity": "1", "unit": null, "ingredient": "oignon rouge", "note": "haché finement" },
    { "quantity": "1", "unit": "tasse", "ingredient": "olives noires tranchées", "note": null },
    { "quantity": "1", "unit": "tasse", "ingredient": "maïs en grains", "note": "égoutté" },
    { "subsection": "Protéines et fromage" },
    { "quantity": "400", "unit": "g", "ingredient": "fromage cheddar en cubes", "note": "cubes de 1 cm" },
    { "quantity": "300", "unit": "g", "ingredient": "salami ou pepperoni", "note": "en cubes, optionnel" },
    { "quantity": "1", "unit": "boîte (540 ml)", "ingredient": "pois chiches", "note": "égouttés, pour version végé" },
    { "subsection": "Vinaigrette italienne maison" },
    { "quantity": "250", "unit": "ml", "ingredient": "huile d'olive", "note": null },
    { "quantity": "125", "unit": "ml", "ingredient": "vinaigre de vin rouge", "note": null },
    { "quantity": "60", "unit": "ml", "ingredient": "jus de citron", "note": null },
    { "quantity": "3", "unit": "gousses", "ingredient": "ail haché finement", "note": null },
    { "quantity": "2", "unit": "c. à soupe", "ingredient": "moutarde de Dijon", "note": null },
    { "quantity": "1", "unit": "c. à soupe", "ingredient": "sucre", "note": null },
    { "quantity": "2", "unit": "c. à thé", "ingredient": "origan séché", "note": null },
    { "quantity": "1", "unit": "c. à thé", "ingredient": "basilic séché", "note": null },
    { "quantity": "1", "unit": "c. à thé", "ingredient": "sel", "note": null },
    { "quantity": "½", "unit": "c. à thé", "ingredient": "poivre noir", "note": null },
    { "quantity": "½", "unit": "c. à thé", "ingredient": "flocons de piment rouge", "note": "optionnel" },
    { "subsection": "Finition" },
    { "quantity": "125", "unit": "ml", "ingredient": "parmesan râpé", "note": "pour saupoudrer" },
    { "quantity": "60", "unit": "ml", "ingredient": "persil frais haché", "note": "optionnel" }
  ],
  "steps": [
    "CUISSON DES PÂTES: Porter une TRÈS grande marmite d'eau à ébullition (remplir aux ¾). Ajouter 3 c. à soupe de sel et 2 c. à soupe d'huile. L'eau doit être salée comme l'eau de mer - c'est ainsi que les pâtes prennent du goût!",
    "Ajouter les pâtes rotini et cuire selon instructions du paquet MOINS 1 minute (elles doivent être al dente, légèrement fermes). Pour salade de pâtes, on veut qu'elles gardent texture même après refroidissement. Brasser occasionnellement.",
    "Égouttage et refroidissement: Égoutter les pâtes dans grande passoire. IMMÉDIATEMENT rincer abondamment à l'eau froide pour stopper la cuisson et enlever l'amidon de surface. Continuer à rincer jusqu'à ce que les pâtes soient complètement froides au toucher.",
    "Bien égoutter et secouer la passoire pour enlever excès d'eau. Transférer dans un TRÈS grand bol de service (le plus gros que vous avez!). Un peu d'humidité est OK mais pas de flaques d'eau.",
    "PRÉPARATION DES LÉGUMES: Pendant que les pâtes cuisent, préparer tous les légumes. Couper en petits dés uniformes (environ 1 cm) - gros morceaux sont difficiles à manger avec les pâtes. Tomates cerises en moitiés. Concombre en quarts de rondelles.",
    "VINAIGRETTE MAISON: Dans un pot Mason ou contenant hermétique, combiner huile d'olive, vinaigre, jus de citron, ail, moutarde, sucre, origan, basilic, sel, poivre et flocons de piment. Visser le couvercle et secouer vigoureusement 30 secondes jusqu'à émulsion.",
    "Goûter la vinaigrette (tremper un morceau de pain). Elle doit être bien assaisonnée, légèrement acidulée, avec bon équilibre huile-vinaigre. Ajuster sel/sucre/acidité au besoin. Réserver.",
    "ASSEMBLAGE: Aux pâtes refroidies dans le grand bol, ajouter TOUS les légumes préparés (poivrons, tomates, concombre, oignon, olives, maïs), les cubes de fromage, et le salami/pepperoni ou pois chiches.",
    "Verser TOUTE la vinaigrette sur le mélange. Avec deux grandes cuillères, mélanger doucement mais complètement pendant 2-3 minutes. Chaque pâte doit être enrobée de vinaigrette et les ingrédients bien distribués. Ne pas être timide - vraiment bien mélanger!",
    "REPOS CRUCIAL: Couvrir le bol hermétiquement avec pellicule plastique. Réfrigérer MINIMUM 2 heures, idéalement 4-6 heures ou toute la nuit. Ce repos permet aux saveurs de se marier et aux pâtes d'absorber la vinaigrette. C'est le secret d'une salade exceptionnelle!",
    "AVANT SERVICE: Sortir la salade du frigo 15 minutes avant de servir (meilleure à température fraîche, pas glacée). Mélanger de nouveau - les pâtes ont absorbé vinaigrette donc tout doit être redistribué.",
    "Goûter et ajuster assaisonnement si nécessaire. Les saveurs s'atténuent au froid, donc parfois besoin d'un peu plus de sel, poivre, ou même un filet de vinaigrette extra.",
    "FINITION: Saupoudrer généreusement de parmesan râpé et persil frais haché sur le dessus juste avant service. Servir dans le grand bol avec grande cuillère de service, ou pré-portionner dans petits bols individuels."
  ],
  "serving_suggestions": [
    "Parfaite en accompagnement de hamburgers, hot-dogs, poulet grillé",
    "Peut aussi servir de plat principal pour lunch léger",
    "Se conserve 3-4 jours au frigo (devient même meilleure!)",
    "Idéale pour potluck ou buffet - fait grosse quantité"
  ],
  "mainCategory": "Camps Scout",
  "categories": ["accompagnement", "salade", "repas froid"],
  "tags": ["castors", "camp", "make-ahead", "végétarien", "coloré"],
  "difficulty": "facile",
  "scoutCount": 22,
  "scoutContext": ["cuisine extérieure", "préparation rapide", "grandes portions"],
  "heroImage": "/cuisine/salade-pates-coloree-camps-scout.png",
  "pubDate": "2025-01-25",
  "draft": false,
  "ingredientIntro": "Les pâtes tricolores (vert-blanc-rouge) sont ESSENTIELLES pour le facteur wow visuel! Les rotinis tiennent bien la vinaigrette dans leurs spirales. Les légumes doivent être coupés PETITS (1 cm max) pour bien se mélanger. Et la vinaigrette maison? 100x meilleure que commerciale et coûte 3x moins cher. Le secret est dans le repos - cette salade DOIT mariner minimum 2 heures!",
  "tips": "ASTUCE #1: Cuire pâtes AL DENTE (1 min de moins que paquet dit)! Pâtes trop cuites deviennent molles et pâteuses dans salade froide. Fermes = texture parfaite après repos. ASTUCE #2: RINCER à l'eau froide est CRUCIAL! Ça stoppe cuisson ET enlève amidon qui rend pâtes collantes. Rincer jusqu'à complètement froid. ASTUCE #3: La salade semble sèche après repos au frigo? NORMAL! Pâtes absorbent vinaigrette. Juste avant servir, ajouter 2-3 c. à soupe vinaigrette extra ou huile d'olive et bien mélanger. ASTUCE #4: Couper légumes en PETITS dés uniformes = chaque fourchette a un peu de tout. Gros morceaux tombent et créent bouchées inégales. ASTUCE #5: Plus c'est fait d'avance, meilleur c'est! Salade faite la veille est SUPÉRIEURE à salade fraîche. Saveurs ont le temps de fusionner magiquement. MAKE-AHEAD CHAMPION: Cette recette est CONÇUE pour être faite d'avance. Idéal à préparer la veille du camp ou le matin pour souper. Gagne en saveur avec le temps (contrairement à autres salades qui flétrissent). VARIATIONS: 1) Version végé - utiliser pois chiches rôtis épicés au lieu salami, 2) Version grecque - ajouter feta émiettée et olives Kalamata, 3) Version ranch - remplacer vinaigrette italienne par ranch, 4) Extra protéines - ajouter poulet grillé en cubes, thon, œufs durs. PARTICIPATION CASTORS: Tâches parfaites pour enfants - couper tomates cerises en deux avec couteaux butter sécuritaires, égoutter maïs/olives, mélanger la salade (avec supervision), secouer la vinaigrette en pot (ils ADORENT ça!). TRANSPORT: Se transporte parfaitement dans grand bol avec couvercle hermétique. Garder au frais dans glacière. Résiste bien 6-8 heures même par journée chaude. QUANTITÉ: Cette recette fait UNE TONNE! Parfait pour 22 personnes comme accompagnement généreux. S'il reste, c'est délicieux le lendemain (sérieusement meilleur!). Budget: environ 3-4$ par portion.",
  "note": "L'ACCOMPAGNEMENT UNIVERSEL qui plaît à TOUS! Même les castors difficiles mangent cette salade - les pâtes sont familières, les légumes sont croquants (pas mous), et la vinaigrette est savoureuse sans être trop strong. Les couleurs vives rendent l'assiette attrayante. ZÉRO STRESS le jour J: Préparer la veille, sortir du frigo, mélanger, servir. C'est TOUT! Pendant que vous gérez le BBQ ou les burgers, la salade est ready to go. ÉCONOMIQUE: Une des recettes les plus budget-friendly pour nourrir 22 personnes. Les pâtes coûtent presque rien, les légumes sont abordables, et ça fait une GROSSE quantité. Environ 60-70$ total pour 22 portions = super deal. SAISON ADAPTABLE: Été - utiliser tomates cerises, concombres, poivrons frais. Automne - ajouter brocoli blanchi, carottes râpées. Hiver - utiliser légumes marinés (poivrons rôtis, artichauts). Printemps - ajouter asperges blanchies, petits pois. APPRENTISSAGE: Les castors apprennent cuisson pâtes al dente, préparation vinaigrette maison, technique de découpe uniforme, et concept de marinade (repos améliore saveurs). CUSTOMISATION: Chaque castor peut ajouter extras à leur portion individuelle - extra fromage, plus d'olives, skip les oignons. Très accommodant pour goûts variés. FESTIVAL DE COULEURS: Rouge (tomates, poivrons), jaune (maïs, poivrons), orange (poivrons), vert (pâtes, concombre), violet (oignon rouge), noir (olives), blanc (fromage). C'est visuellement MAGNIFIQUE sur table! COMPARAISON: Taste like salade de pâtes de traiteur à 12-15$ la livre, mais version maison pour fraction du prix. Les castors (et parents) sont impressionnés."
}
