{
  "name": "Soupe à l'oignon gratinée de l'Automne",
  "description": "La classique soupe à l'oignon française adaptée pour la mijoteuse. Les oignons caramélisent lentement pour développer une douceur profonde, couronnée de pain croûté et de fromage fondu doré.",
  "servings": {
    "quantity": 6,
    "unit": "personnes"
  },
  "freezable": true,
  "time": {
    "prep": 20,
    "cook": 480,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Mijoteuse",
  "ingredients": [
    { "quantity": "6", "unit": null, "ingredient": "gros oignons jaunes", "note": "environ 1.5 kg, émincés finement" },
    { "quantity": "60", "unit": "ml", "ingredient": "beurre", "note": "pour la caramélisation" },
    { "quantity": "2", "unit": "litres", "ingredient": "bouillon de bœuf", "note": "de qualité" },
    { "quantity": "250", "unit": "ml", "ingredient": "vin blanc sec", "note": "ou plus de bouillon" },
    { "quantity": "30", "unit": "ml", "ingredient": "cassonade", "note": "pour aider la caramélisation" },
    { "quantity": "2", "unit": "gousses", "ingredient": "ail", "note": "hachées finement" },
    { "quantity": "2", "unit": "feuilles", "ingredient": "laurier", "note": "l'aromate classique" },
    { "quantity": "5", "unit": "ml", "ingredient": "thym séché", "note": "l'herbe provençale" },
    { "quantity": "10", "unit": "ml", "ingredient": "sel", "note": "à ajuster" },
    { "quantity": "5", "unit": "ml", "ingredient": "poivre noir", "note": "fraîchement moulu" },
    { "quantity": "6", "unit": "tranches", "ingredient": "pain baguette", "note": "de la veille idéalement" },
    { "quantity": "300", "unit": "g", "ingredient": "fromage Gruyère râpé", "note": "le classique" },
    { "quantity": "100", "unit": "g", "ingredient": "fromage Parmesan râpé", "note": "pour la profondeur" }
  ],
  "steps": [
    "Dans une grande poêle, faire fondre le beurre et faire revenir les oignons avec la cassonade à feu moyen-doux pendant 15 minutes, jusqu'à ce qu'ils commencent à caraméliser.",
    "Transférer les oignons dans la mijoteuse. Ajouter l'ail, le bouillon, le vin, le laurier, le thym, le sel et le poivre.",
    "Couvrir et cuire à basse température (Low) 6 à 8 heures ou à haute température (High) 3 à 4 heures.",
    "30 minutes avant de servir, retirer les feuilles de laurier et rectifier l'assaisonnement.",
    "Pour servir : préchauffer le gril du four. Verser la soupe dans des bols allant au four. Flotter une tranche de pain sur chaque bol, couvrir généreusement de fromage râpé.",
    "Gratiner sous le gril 3-5 minutes jusqu'à ce que le fromage soit doré et bouillonnant. Servir immédiatement."
  ],
  "serving_suggestions": [
    "Servie en entrée élégante pour un souper d'automne",
    "Accompagnée d'une salade frisée aux lardons et vinaigrette",
    "Avec un verre de vin blanc sec bien frais",
    "Comme repas réconfortant avec une baguette croustillante"
  ],
  "categories": ["entrée"],
  "tags": ["français", "traditionnel", "réconfortant", "mijoteuse", "congélation"],
  "difficulty": "facile",
  "heroImage": "/cuisine/soupe-oignon.png",
  "pubDate": "2025-10-03",
  "draft": false,
  "ingredientIntro": "Des oignons humbles transformés en nectar doré. La patience et la technique créent cette soupe légendaire qui réchauffe le corps et l'âme.",
  "tips": "La caramélisation initiale des oignons est cruciale — ne précipitez jamais cette étape. Les 15 minutes à la poêle avec la cassonade développent la douceur et la couleur dorée qui font toute la différence. Utilisez un bouillon de bœuf de qualité supérieure, car il constitue la base aromatique de la soupe. Le Gruyère est le fromage traditionnel pour cette recette classique — il fond parfaitement et crée cette croûte dorée irrésistible. Pour le gratinage, assurez-vous que vos bols soient bien allant au four et surveillez attentivement sous le gril pour éviter de brûler le fromage. Le pain légèrement rassis absorbe mieux le bouillon sans se désintégrer. Cette soupe est un repas complet en soi, accompagnée simplement d'une salade verte.",
  "note": "La soupe (sans le fromage et le pain) se congèle parfaitement jusqu'à 3 mois. Ajoutez le pain et le fromage seulement au moment de gratiner pour servir. Les saveurs s'intensifient après 24 heures au réfrigérateur."
}
