{
  "name": "Soupe à l'oignon gratinée de l'Automne (Avancé)",
  "description": "Version gastronomique de la soupe à l'oignon avec triple caramélisation, bouillon maison enrichi et mélange de trois fromages affinés. Les techniques professionnelles créent une profondeur de saveur extraordinaire digne des brasseries parisiennes.",
  "servings": 6,
  "freezable": true,
  "time": {
    "prep": 60,
    "cook": 540,
    "wait": 20,
    "soak": 0
  },
  "cooking_method": "Mijoteuse",
  "variant": "avance",
  "relatedRecipe": "soupe-oignon-simple",
  "ingredients": [
    "4 gros oignons jaunes — pour la douceur",
    "2 gros oignons rouges — pour la couleur et la complexité",
    "2 échalotes françaises — pour la finesse",
    "90 ml (6 c. à soupe) de beurre clarifié — pour la caramélisation parfaite",
    "15 ml (1 c. à soupe) d'huile d'olive — pour augmenter le point de fumée",
    "2 litres (8 tasses) de bouillon de bœuf maison — ou de qualité supérieure",
    "375 ml (1½ tasse) de vin blanc sec de Bourgogne — de qualité",
    "60 ml (¼ tasse) de cognac ou brandy — la touche française",
    "60 ml (¼ tasse) de porto tawny — pour la richesse",
    "30 ml (2 c. à soupe) de vinaigre de xérès — l'acidité complexe",
    "45 ml (3 c. à soupe) de cassonade — pour la triple caramélisation",
    "15 ml (1 c. à soupe) de pâte de tomate — pour l'umami",
    "4 gousses d'ail — 2 écrasées, 2 hachées",
    "1 bouquet garni — thym, laurier, persil liés",
    "2 branches de thym frais — supplémentaires",
    "1 branche de romarin — la note boisée",
    "3 feuilles de sauge — l'herbe automnale",
    "2 clous de girofle — piqués dans un oignon",
    "1 anis étoilé — la note anisée subtile",
    "15 ml (1 c. à soupe) de sauce Worcestershire — l'umami secret",
    "10 ml (2 c. à thé) de sel de mer — ajustable",
    "5 ml (1 c. à thé) de poivre blanc — plus délicat",
    "2,5 ml (½ c. à thé) de muscade fraîchement râpée — la touche finale",
    "6 tranches épaisses de pain de campagne — grillées",
    "200 g de Gruyère de Grotte affiné — 18 mois minimum",
    "100 g de Comté vieux — pour la noisette",
    "100 g d'Emmental de Savoie — pour le filant",
    "50 g de Parmesan Reggiano — 24 mois d'affinage"
  ],
  "steps": [
    "Première caramélisation : Dans une grande poêle, faire fondre 30 ml de beurre avec l'huile. Ajouter les oignons émincés avec 15 ml de cassonade. Cuire 20 minutes à feu moyen-doux, en remuant régulièrement.",
    "Deuxième caramélisation : Ajouter 30 ml de beurre et 15 ml de cassonade. Continuer 15 minutes jusqu'à coloration ambrée profonde. Ajouter l'ail haché et la pâte de tomate, cuire 2 minutes.",
    "Déglacer avec le cognac (flamber si désiré), puis le vin blanc et le porto. Réduire de moitié en grattant les sucs. Transférer dans la mijoteuse.",
    "Ajouter le bouillon, le bouquet garni, toutes les herbes, les épices, la sauce Worcestershire. Les clous de girofle et l'anis dans une mousseline pour retrait facile.",
    "Couvrir et cuire à basse température (Low) 8 à 9 heures, en remuant une fois à mi-cuisson.",
    "Troisième caramélisation : 1 heure avant la fin, dans une petite poêle, caraméliser les échalotes émincées dans le reste du beurre et cassonade. Ajouter à la soupe avec le vinaigre de xérès.",
    "30 minutes avant de servir : retirer le bouquet garni et les épices. Rectifier l'assaisonnement, ajouter la muscade.",
    "Pour le gratinage : Mélanger les quatre fromages. Verser la soupe dans des bols à soupe à l'oignon. Flotter le pain grillé, couvrir généreusement du mélange de fromages.",
    "Gratiner au four à 220°C (425°F) pendant 8-10 minutes jusqu'à dorure parfaite. Laisser reposer 5 minutes avant de servir."
  ],
  "serving_suggestions": [
    "Mesclun aux endives et noix",
    "Croûtons à l'ail maison",
    "Poires pochées au vin rouge",
    "Bourgogne blanc"
  ],
  "categories": ["soupe", "traditionnel", "français"],
  "difficulty": "moyen",
  "heroImage": "/cuisine/soupe-oignon.png",
  "pubDate": "2025-10-03"
}