{
  "name": "Spaghetti Sauce Maison à la Saucisse",
  "description": "Le classique incontournable des camps scouts! Une sauce tomate maison riche et savoureuse avec saucisses italiennes, préparée d'avance et congelée pour faciliter le transport. Au camp, il suffit de faire bouillir les pâtes et réchauffer la sauce - un repas copieux et réconfortant prêt en 30 minutes qui plaît à tous les castors!",
  "servings": {
    "quantity": 22,
    "unit": "personnes"
  },
  "freezable": true,
  "time": {
    "prep": 30,
    "cook": 30,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Cuisinière",
  "ingredients": [
    { "subsection": "Sauce tomate (préparer à la maison)" },
    { "quantity": "1,5", "unit": "kg", "ingredient": "saucisses italiennes douces", "note": "ou mi-épicées" },
    { "quantity": "3", "unit": "boîtes (796 ml)", "ingredient": "tomates broyées", "note": "San Marzano si possible" },
    { "quantity": "2", "unit": "boîtes (156 ml)", "ingredient": "pâte de tomates", "note": null },
    { "quantity": "2", "unit": null, "ingredient": "gros oignons hachés", "note": null },
    { "quantity": "8", "unit": "gousses", "ingredient": "ail haché", "note": null },
    { "quantity": "2", "unit": null, "ingredient": "poivrons (rouge et vert) en dés", "note": null },
    { "quantity": "500", "unit": "ml", "ingredient": "eau ou bouillon de poulet", "note": null },
    { "quantity": "3", "unit": "c. à soupe", "ingredient": "huile d'olive", "note": null },
    { "quantity": "2", "unit": "c. à soupe", "ingredient": "sucre", "note": "équilibre l'acidité" },
    { "quantity": "1", "unit": "c. à soupe", "ingredient": "origan séché", "note": null },
    { "quantity": "1", "unit": "c. à soupe", "ingredient": "basilic séché", "note": null },
    { "quantity": "2", "unit": "c. à thé", "ingredient": "sel", "note": null },
    { "quantity": "1", "unit": "c. à thé", "ingredient": "poivre noir", "note": null },
    { "quantity": "1", "unit": "c. à thé", "ingredient": "flocons de piment", "note": "optionnel" },
    { "subsection": "Pâtes et service" },
    { "quantity": "2", "unit": "kg", "ingredient": "spaghetti", "note": "ou penne, rotini" },
    { "quantity": "2", "unit": "c. à soupe", "ingredient": "huile végétale", "note": "pour l'eau des pâtes" },
    { "quantity": "3", "unit": "c. à soupe", "ingredient": "sel", "note": "pour l'eau des pâtes" },
    { "quantity": "500", "unit": "g", "ingredient": "parmesan râpé", "note": null },
    { "quantity": "1", "unit": "botte", "ingredient": "basilic frais", "note": "optionnel" },
    { "subsection": "Pain à l'ail (optionnel mais fortement recommandé)" },
    { "quantity": "3", "unit": null, "ingredient": "baguettes", "note": null },
    { "quantity": "150", "unit": "g", "ingredient": "beurre ramolli", "note": null },
    { "quantity": "4", "unit": "gousses", "ingredient": "ail haché finement", "note": null },
    { "quantity": "2", "unit": "c. à thé", "ingredient": "persil séché", "note": null }
  ],
  "steps": [
    "À LA MAISON - Cuisson des saucisses: Retirer les saucisses de leur boyau. Dans une très grande marmite (8-10L), faire chauffer 1 c. à soupe d'huile à feu moyen-vif. Émietter les saucisses et cuire 8-10 minutes jusqu'à bien dorées, en brassant pour défaire les morceaux. Retirer avec une écumoire et réserver.",
    "Cuisson des légumes: Dans la même marmite avec le gras de saucisse, ajouter 2 c. à soupe d'huile d'olive. Faire revenir les oignons 5 minutes jusqu'à translucides. Ajouter l'ail et cuire 1 minute en brassant constamment. Ajouter les poivrons et cuire 5 minutes.",
    "Assemblage de la sauce: Ajouter les tomates broyées, la pâte de tomates, l'eau/bouillon, le sucre, l'origan, le basilic, le sel, le poivre et les flocons de piment. Remettre les saucisses cuites dans la marmite.",
    "Mijotage: Porter à ébullition, puis réduire à feu doux. Laisser mijoter 45-60 minutes en brassant occasionnellement, jusqu'à ce que la sauce épaississe et que les saveurs se mélangent. Goûter et ajuster l'assaisonnement.",
    "Refroidissement et congélation: Laisser refroidir complètement (étaler dans de grandes plaques si vous êtes pressé). Diviser en 3-4 grands sacs Ziploc (1,5L chacun), chasser l'air, étiqueter avec date et quantité. Congeler à plat. Se conserve 3 mois.",
    "TRANSPORT AU CAMP: Les sacs congelés de sauce servent d'ice packs dans la glacière! Placer au fond, empiler le reste des aliments par-dessus. La sauce dégelera lentement pendant le trajet.",
    "AU CAMP - Préparation du pain à l'ail (20 min avant repas): Préchauffer le four à 375°F. Mélanger beurre ramolli, ail haché et persil. Trancher les baguettes en deux dans le sens de la longueur, tartiner généreusement de beurre à l'ail. Envelopper dans papier d'aluminium.",
    "Cuisson du pain: Enfourner le pain emballé 15 minutes. À 10 minutes, ouvrir légèrement le papier d'aluminium pour que le dessus dore. Garder au chaud.",
    "Réchauffage de la sauce: Vider les sacs de sauce dans une grande marmite. Réchauffer à feu moyen-doux 15-20 minutes en brassant fréquemment. Si la sauce est encore congelée, commencer à feu très doux et brasser souvent. Ajouter un peu d'eau si trop épaisse.",
    "Cuisson des pâtes: Remplir une TRÈS grande marmite d'eau (¾ pleine), ajouter 3 c. à soupe de sel et 2 c. à soupe d'huile. Porter à gros bouillon. Ajouter les spaghetti - NE PAS CASSER! Les plonger doucement, ils vont ramollir et glisser dans l'eau après 30 secondes.",
    "Cuire les pâtes 9-11 minutes en brassant occasionnellement pour éviter qu'elles collent. Goûter une pâte - elle doit être al dente (tendre mais légèrement ferme au centre). GARDER 1 tasse d'eau de cuisson avant d'égoutter!",
    "Égouttage: Verser les pâtes dans une grande passoire. NE PAS RINCER! Secouer pour enlever l'excès d'eau. Remettre immédiatement dans la marmite vide.",
    "SERVICE STYLE BUFFET: Disposer les pâtes dans un grand bol de service (ou garder dans la marmite). Verser environ ⅓ de la sauce par-dessus et mélanger légèrement. Mettre le reste de la sauce dans un bol séparé pour que les castors se servent.",
    "Bar de garnitures: Disposer bols de parmesan râpé, basilic frais déchiré, flocons de piment, pain à l'ail tranché. Chaque castor se sert des pâtes, ajoute de la sauce à son goût, puis les garnitures. Bon appétit!"
  ],
  "serving_suggestions": [
    "Prévoir environ 180-200g de pâtes cuites par personne (90g sec)",
    "Servir avec salade verte simple (laitue, vinaigrette italienne) pour équilibrer",
    "Le pain à l'ail est ESSENTIEL - les castors adorent saucer leur assiette!",
    "Préparer table en mode buffet: pâtes → sauce → parmesan → pain → salade"
  ],
  "mainCategory": "Camps Scout",
  "categories": ["plat principal", "repas réconfortant"],
  "tags": ["castors", "camp", "make-ahead", "congélation", "italien"],
  "difficulty": "facile",
  "scoutCount": 22,
  "scoutContext": ["cuisine extérieure", "grandes portions", "préparation rapide"],
  "heroImage": "/cuisine/spaghetti-sauce-maison-camps-scout.png",
  "pubDate": "2025-01-25",
  "draft": false,
  "ingredientIntro": "Le secret d'un spaghetti de camp réussi? TOUT préparer d'avance! La sauce maison se fait tranquillement à la maison pendant que vous avez le temps, puis congèle parfaitement. Les saucisses italiennes (pas du bœuf haché ordinaire!) donnent une saveur riche et authentique. Au camp, vous n'avez que 2 tâches: bouillir de l'eau pour les pâtes et réchauffer la sauce. C'est presque impossible à manquer!",
  "tips": "ASTUCE #1: Précuire les saucisses à la maison élimine tout risque de contamination croisée avec les castors qui manipulent la nourriture - c'est BEAUCOUP plus sécuritaire que de la viande crue au camp. ASTUCE #2: Congeler la sauce en sacs plats = ice packs gratuits dans la glacière! Ça garde tout froid ET vous avez votre souper. ASTUCE #3: L'huile dans l'eau des pâtes aide vraiment à prévenir qu'elles collent ensemble - essentiel quand on cuisine 2 kg de pâtes! ASTUCE #4: GARDER 1 tasse d'eau de cuisson - si les pâtes sont trop sèches après mélange, ajouter un peu de cette eau pour créer une sauce qui colle mieux. ASTUCE #5: Ne pas rincer les pâtes! L'amidon en surface aide la sauce à adhérer. PARTICIPATION DES CASTORS: Les enfants peuvent brasser la sauce (supervision pour éviter éclaboussures chaudes), mesurer le parmesan dans des bols, déchirer le basilic frais, beurrer le pain à l'ail (avant cuisson). Les animateurs gèrent l'eau bouillante et l'égouttage - trop dangereux pour les 6-8 ans. SERVICE STYLE FAMILLE: Plutôt que de mélanger toute la sauce avec les pâtes, donnez des pâtes nature et laissez chacun ajouter la quantité de sauce désirée - les enfants difficiles apprécient! VARIANTE VÉGÉ: Remplacer les saucisses par 3 boîtes de lentilles brunes égouttées + 500g de champignons tranchés sautés. Budget: environ 6-7$ par castor.",
  "note": "TESTÉ ET APPROUVÉ par d'innombrables troupes scouts! Le spaghetti est LE classique des camps pour une raison: c'est pratiquement infaillible, ça nourrit beaucoup de monde, tout le monde aime ça, et c'est économique. Les castors de 6-8 ans connaissent déjà le spaghetti (pas de bataille pour les difficiles), et l'odeur de la sauce qui réchauffe crée une ambiance réconfortante dans le camp. TIMELINE pour souper 18h00: Sortir la sauce du congélateur à 16h00 si elle est encore congelée solide. Préchauffer four pour pain 17h15. Commencer à réchauffer sauce 17h20. Faire bouillir eau pour pâtes 17h30. Pain au four 17h35. Cuire pâtes 17h40. Service buffet 18h00. ASTUCE PRO: Faire 50% plus de sauce que nécessaire et congeler l'extra - vous aurez un souper prêt pour le prochain camp ou pour la maison! La sauce se réchauffe même au micro-ondes. GESTION RESTANTS: S'il reste des pâtes cuites, elles font un excellent lunch froid le lendemain avec un peu d'huile d'olive et parmesan."
}
