{
  "name": "Bar à Yogourt Parfait Santé",
  "description": "Le déjeuner rapide, nutritif et zéro cuisson que les parents adorent! Une station self-service où chaque castor assemble son parfait en couches colorées: yogourt onctueux, granola croustillant, fruits frais juteux, et un filet de miel doré. Prêt en 15 minutes, aucun équipement requis, et les castors mangent un déjeuner équilibré sans même s'en rendre compte. Parfait pour matins pressés!",
  "servings": {
    "quantity": 22,
    "unit": "parfaits"
  },
  "freezable": false,
  "time": {
    "prep": 15,
    "cook": 0,
    "wait": 0,
    "soak": 0
  },
  "cooking_method": "Aucune cuisson",
  "ingredients": [
    { "subsection": "Yogourt (base crémeuse)" },
    { "quantity": "4", "unit": "kg", "ingredient": "yogourt grec nature", "note": "2-3% gras" },
    { "quantity": "2", "unit": "kg", "ingredient": "yogourt vanille", "note": "pour ceux qui aiment plus sucré" },
    { "subsection": "Granola (croustillant essentiel)" },
    { "quantity": "1,5", "unit": "kg", "ingredient": "granola miel et avoine", "note": null },
    { "quantity": "500", "unit": "g", "ingredient": "granola chocolat", "note": "optionnel, pour variété" },
    { "subsection": "Fruits frais (couleurs et vitamines)" },
    { "quantity": "1", "unit": "kg", "ingredient": "fraises fraîches", "note": "équeutées et tranchées" },
    { "quantity": "500", "unit": "g", "ingredient": "bleuets frais", "note": null },
    { "quantity": "4", "unit": null, "ingredient": "bananes", "note": "trancher le matin même" },
    { "quantity": "500", "unit": "g", "ingredient": "raisins sans pépins", "note": "coupés en deux" },
    { "quantity": "2", "unit": null, "ingredient": "mangues", "note": "en cubes, optionnel" },
    { "quantity": "3", "unit": null, "ingredient": "kiwis", "note": "pelés et tranchés, optionnel" },
    { "subsection": "Fruits séchés (backup ou variété)" },
    { "quantity": "250", "unit": "g", "ingredient": "canneberges séchées", "note": null },
    { "quantity": "250", "unit": "g", "ingredient": "raisins secs", "note": null },
    { "subsection": "Extras et garnitures" },
    { "quantity": "500", "unit": "ml", "ingredient": "miel liquide", "note": "dans bouteille squeezable" },
    { "quantity": "250", "unit": "ml", "ingredient": "sirop d'érable", "note": "optionnel" },
    { "quantity": "250", "unit": "g", "ingredient": "noix hachées", "note": "amandes, noix de Grenoble" },
    { "quantity": "180", "unit": "ml", "ingredient": "pépites de chocolat noir", "note": "pour les gourmands" },
    { "quantity": "125", "unit": "ml", "ingredient": "graines de chia", "note": "super aliment" },
    { "quantity": "125", "unit": "ml", "ingredient": "noix de coco râpée", "note": null },
    { "subsection": "Service" },
    { "quantity": "24", "unit": null, "ingredient": "verres ou bols transparents", "note": "pour voir les couches" },
    { "quantity": "24", "unit": null, "ingredient": "cuillères", "note": null },
    { "quantity": "1", "unit": "paquet", "ingredient": "serviettes de papier", "note": null }
  ],
  "steps": [
    "PRÉPARATION DES FRUITS (le matin, 20 min avant service): Laver tous les fruits frais à l'eau froide. Bien égoutter. Équeutez et trancher les fraises en quartiers. Couper les bananes en rondelles (faire à la dernière minute pour éviter brunissement).",
    "Couper les raisins en deux, peler et trancher les kiwis, couper la mangue en cubes. Disposer chaque fruit dans un bol séparé avec une cuillère de service. Couvrir et garder au frais jusqu'au service.",
    "INSTALLATION DU BAR À PARFAITS: Installer une grande table accessible de préférence des deux côtés pour fluidité. Recouvrir d'une nappe propre ou papier parchemin. Disposer une pile de verres/bols transparents au début de la ligne.",
    "DISPOSITION LOGIQUE DES STATIONS (ordre d'assemblage): 1) Verres vides, 2) Yogourt (nature et vanille dans grands bols avec louches), 3) Granola (dans bols avec cuillères), 4) Fruits frais (6-8 bols séparés), 5) Extras (miel, noix, chocolat, etc.), 6) Cuillères et serviettes à la fin.",
    "CARTONS D'INSPIRATION: Créer des petits cartons avec suggestions de combos: 'Le Classique' (yogourt nature + granola + fraises + bleuets + miel), 'Le Tropical' (yogourt vanille + granola + mangue + banane + coco), 'Le Chocolaté' (yogourt vanille + granola chocolat + bananes + pépites chocolat).",
    "BRIEFING CASTORS: Rassembler tout le monde et expliquer la technique des COUCHES: 1) Commencer avec yogourt au fond, 2) Ajouter granola, 3) Fruits, 4) Répéter couches 2-3 fois, 5) Finir avec garnitures pretty sur le dessus. Les couches créent l'effet visuel wow!",
    "PASSAGE EN MODE BUFFET: Les castors passent UN À LA FOIS (ou par petits groupes de 3-4) pour éviter embouteillage. Les animateurs supervisent et aident les plus jeunes à ne pas trop remplir leurs verres (mieux vaut se resservir que gaspiller).",
    "ASSEMBLAGE PAR LES CASTORS: Chaque castor prend un verre, met environ ¼ tasse de yogourt au fond, ajoute 2-3 c. à soupe de granola, puis une couche de fruits au choix. Répéter 2 fois. Finir avec un beau top de fruits colorés et un drizzle de miel.",
    "CRÉATIVITÉ ENCOURAGÉE: Encourager les castors à créer des PATTERNS visuels - alterner yogourt nature et vanille, faire des couches arc-en-ciel avec différents fruits, créer des designs. C'est autant un projet artistique qu'un déjeuner!",
    "SERVICE IMMÉDIAT: Une fois assemblés, les parfaits se mangent immédiatement (sinon le granola ramollit avec l'humidité du yogourt). S'asseoir en groupe et déguster ensemble. Les castors comparent leurs créations - moment social!",
    "OPTION MAKE-AHEAD: Si vous voulez gagner du temps le matin, les fruits peuvent être lavés et coupés la veille et gardés au frigo dans contenants hermétiques. Le yogourt sort du frigo 10 minutes avant service (meilleur à température pièce légèrement fraîche).",
    "GESTION RESTANTS: Le yogourt, granola et fruits restants se gardent séparément et font d'excellentes collations l'après-midi ou le lendemain matin. Ne PAS assembler les parfaits d'avance - le granola ramollit."
  ],
  "serving_suggestions": [
    "Prévoir 1 parfait généreux par castor (environ 300-350ml)",
    "Servir avec jus d'orange ou lait pour boisson",
    "Parfait pour matins de départ de camp (rapide, pas de vaisselle)",
    "Option: ajouter beurre d'arachide en drizzle pour protéines extra"
  ],
  "mainCategory": "Camps Scout",
  "categories": ["déjeuner", "repas participatif"],
  "tags": ["castors", "camp", "santé", "sans cuisson", "rapide"],
  "difficulty": "facile",
  "scoutCount": 22,
  "scoutContext": ["matériel minimal", "préparation rapide", "grandes portions"],
  "heroImage": "/cuisine/yogourt-parfait-bar-camps-scout.png",
  "pubDate": "2025-01-25",
  "draft": false,
  "ingredientIntro": "Le yogourt grec apporte protéines et calcium pour énergiser les castors toute la matinée. Le granola donne fibres et croustillant satisfaisant. Les fruits frais = vitamines et couleurs. Et le miel? C'est la touche de douceur naturelle qui fait que même les castors difficiles mangent tout. Un déjeuner équilibré déguisé en activité fun!",
  "tips": "ASTUCE #1: Verres transparents sont ESSENTIELS - voir les belles couches colorées fait partie de l'expérience! Verres en plastique réutilisables (type Solo cups transparents) fonctionnent parfaitement. ASTUCE #2: Couper bananes À LA DERNIÈRE MINUTE sinon elles brunissent et deviennent peu appétissantes. 5 minutes avant service max. ASTUCE #3: Yogourt grec nature + un peu de miel mélangé = meilleur que yogourt vanille commercial (moins de sucre ajouté). Mais avoir les 2 options plaît à tous. ASTUCE #4: Le granola DOIT être ajouté juste avant de manger - si assemblé 10+ minutes d'avance, il ramollit et perd son crunch magique. C'est pourquoi on ne peut pas pré-assembler. ASTUCE #5: Bouteilles squeezable de miel sont 100x plus pratiques que pots avec cuillère - pas de sticky mess partout! ALLERGIES: Les noix dans section SÉPARÉE avec panneau clair. Castors allergiques utilisent cuillères dédiées. Options sans noix: graines de citrouille, graines de tournesol. Le granola sans noix existe aussi. ÉCONOMIE: Acheter yogourt en formats 750g-1kg coûte 40% moins cher que petits pots individuels. Les fruits de saison sont plus abordables - adapter selon disponibilité (pêches en été, pommes en automne). Budget: environ 3-4$ par parfait. PARTICIPATION CASTORS: Chaque castor construit SON parfait selon SES goûts. Les difficiles? Yogourt + granola seulement. Les aventureux? 8 sortes de fruits + tous les extras! Zéro chicane. VARIANTES: Version dessert le soir - même concept mais avec yogourt glacé si vous avez congélateur!",
  "note": "L'OPTION SANTÉ que les castors adorent sans réaliser que c'est santé! Les parents sont ravis que leurs enfants mangent yogourt-fruits-granola au lieu de céréales sucrées. Les animateurs sont ravis qu'il n'y a RIEN à cuire et que le nettoyage est minimal (juste rincer les bols). Tout le monde gagne! RAPIDITÉ INCROYABLE: De l'installation au service complet = 20 minutes max. Pour déjeuner 8h00, commencer setup 7h40, service 7h50, fini de manger 8h15, nettoyage 8h25. Vous êtes prêts pour les activités de la journée! ACTIVITÉ CRÉATIVE: Les castors de 6-8 ans ADORENT assembler leurs parfaits en couches. C'est comme construire une tour colorée qu'ils peuvent ensuite manger. Certains passent 10 minutes à créer des patterns arc-en-ciel parfaits - c'est mignon! APPRENTISSAGE NUTRITION: Opportunité d'enseigner les groupes alimentaires: protéines (yogourt), grains (granola), fruits (vitamines). Les castors apprennent en faisant. MÉTÉO-PROOF: Fonctionne par tous les temps - pas besoin de four, cuisinière, ou feu. Parfait pour matins de pluie ou quand la cuisine est occupée pour une autre activité. TRANSPORT FACILE: Tous les ingrédients se gardent bien au frais dans glacière. Le yogourt non-ouvert se conserve 2-3 semaines. PHOTO GORGEOUS: Les parfaits en couches font de MAGNIFIQUES photos pour les parents - encouragez les castors à photographier leurs créations avant de manger! GESTION TEMPS: Version express si super pressés - pré-portionner yogourt et granola dans verres, les castors ajoutent juste fruits et miel (5 min total)."
}
